Repository: sio2project/oioioi
Catalog: oioioi/_locale/locale/*/LC_MESSAGES/django.po
Languages: pl

source: This user is already your friend
pl: Ten użytkownik już jest twoim znajomym

source: You can't befriend yourself
pl: Nie możesz dodać do znajomych siebie samego

source: Friend added
pl: Dodano do znajomych

source: Invalid request (this user is not your friend)
pl: Niepoprawne zapytanie (ten użytkownik nie jest twoim znajomym)

source: Sum of time limits for all tests is too big. It's %(sum)ds, but it shouldn't exceed %(limit)ds.
pl: Suma limitów czasu wszystkich testów jest zbyt duża; wynosi %(sum)ds, choć nie powinna przekraczać %(limit)ds.

source: Input file
pl: Plik wejściowy

source: Output/hint file
pl: Plik wyjściowy

source: No checker for this task.
pl: To zadanie nie ma weryfikatora wyjścia.

source: Checker exe
pl: Pliki wykonywalne weryfikatora

source: Compiler overrides
pl: Nadpisywanie kompilatorów

source: You shall select exactly two submissions to diff
pl: Wybierz dokładnie dwa zgłoszenia do porównania

source: Diff submissions
pl: Porównaj zgłoszenia

source: Simple programming problem
pl: Proste zadanie programistyczne

source: You have to either choose file or paste code.
pl: Wyślij plik albo wklej kod źródłowy.

source: You have to choose programming language.
pl: Wybierz język programowania.

source: Unrecognized file extension.
pl: Nierozpoznane rozszerzenie pliku.

source: This language is not allowed for selected problem.
pl: Ten język nie jest dostępny dla tego zadania.

source: File size limit exceeded.
pl: Plik ma za duży rozmiar.

source: Code length limit exceeded.
pl: Przekroczono maksymalną długość kodu.

source: You have submitted the same file for this problem again. Please resubmit if you really want to submit the same file
pl: Wysłano ponownie ten sam plik dla tego zadania. Wyślij go jeszcze raz, jeśli na pewno chcesz to zrobić.

source: Unknown or not supported file extension.
pl: Plik ma nieznane lub nieobsługiwane rozszerzenie.

source: Language is determined by the file extension. It has to be one of: %s. You can paste the code below instead of choosing file. <strong>Try drag-and-drop too!</strong>
pl: Język jest rozpoznawany na podstawie rozszerzenia; dopuszczalne to: %s. Możesz również wkleić kod poniżej lub po prostu <strong>przeciągnąć plik</strong>.

source: Code
pl: Kod

source: Simple programming contest
pl: Prosty konkurs programistyczny

source: The submissions are scored on a set of groups of test cases. Each group is worth a certain number of points. The score is a sum of the scores of all groups. The ranking is determined by the total score. The full scoring is available after the results date for the round.
pl: Zgłoszenia są oceniane na zestawie grup testów. Każda grupa jest warta pewną liczbę punktów. Wynik jest sumą punktów ze wszystkich grup. Pozycja w rankingu jest ustalana na podstawie całkowitego wyniku. Pełne wyniki są dostępne po dacie wyników dla danej rundy.

source: (default compiler:
pl: (domyślny kompilator:

source: submission report
pl: sprawozdanie zgłoszenia

source: Real CPU
pl: Prawdziwe CPU

source: execution mode
pl: tryb wykonania

source: If set to Auto, the execution mode is determined according to the type of the contest.
pl: W przypadku ustawienia Auto tryb wykonywania jest ustalany na podstawie typu konkursu.

source: programs configuration
pl: konfiguracja programów

source: programs configurations
pl: konfiguracje programów

source: Normal test
pl: Test zwykły

source: Example test
pl: Test przykładowy

source: Time limit must be a positive number.
pl: Limit czasu musi być liczbą dodatnią.

source: Memory limit must be a positive number.
pl: Limit pamięci musi być liczbą dodatnią.

source: Memory limit mustn't be greater than %dKiB.
pl: Limit pamięci nie może być większy niż %dKiB.

source: input
pl: wejście

source: output/hint
pl: wyjście

source: group
pl: grupa

source: time limit (ms)
pl: limit czasu (ms)

source: memory limit (KiB)
pl: limit pamięci (KiB)

source: tests
pl: testy

source: test limit override
pl: nadpisanie limitu na teście

source: tests limit overrides
pl: nadpisanie limitu na testach

source: checker executable file
pl: wykonywalny plik weryfikatora

source: output checker
pl: weryfikator wyjścia

source: output checkers
pl: weryfikatory wyjścia

source: libname
pl: nazwa biblioteki

source: Filename that the library should be given during compilation
pl: Nazwa pliku, która będzie nadana bibliotece w czasie kompilacji

source: library problem data
pl: dane biblioteki do zadania

source: Model solution
pl: Rozwiązanie wzorcowe

source: Slow solution
pl: Rozwiązanie powolne

source: Incorrect solution
pl: Rozwiązanie niepoprawne

source: source
pl: kod

source: Source code length
pl: Długość kodu źródłowego

source: Compilation failed
pl: Błąd kompilacji

source: Runtime error
pl: Błąd wykonania

source: Wrong answer
pl: Zła odpowiedź

source: Time limit exceeded
pl: Przekroczenie limitu czasu

source: Memory limit exceeded
pl: Przekroczenie limitu pamięci

source: Output limit exceeded
pl: Przekroczenie limitu wyjścia

source: System error
pl: Błąd systemowy

source: Rule violation
pl: Naruszenie zasad

source: Initial tests: OK
pl: Wstępne sprawdzanie: OK

source: Initial tests: failed
pl: Wstępne sprawdzanie: błąd

source: Generate user out
pl: Generowanie wyjścia

source: Initial report
pl: Wstępne sprawozdanie

source: Normal report
pl: Zwykłe sprawozdanie

source: Full report
pl: Pełne sprawozdanie

source: Hidden report (for admins only)
pl: Ukryte sprawozdanie (wyłącznie administatorzy)

source: Report with user out
pl: Zgłoszenie z wyjściem użytkownika

source: Allow users to generate their outs on tests from visible reports.
pl: Pozwól użytkownikom generować wyjścia ich programów przy testach z widocznych sprawozdań.

source: compiler
pl: kompilator

source: problem compiler
pl: kompilator zadania

source: problem compilers
pl: kompilatory zadania

source: contest compiler
pl: kompilator konkursu

source: contest compilers
pl: kompilatory konkursów

source: problem allowed language
pl: dozwolony język programowania dla zadania

source: problem allowed languages
pl: dozwolone języki programowania dla zadania

source: Initial result for task %(short_name)s is ready
pl: Wstępne sprawdzanie zadania %(short_name)s zostało zakończone

source: There are no model solutions in this problem package.
pl: Brak wzorcówek dla tego zadania

source: Use TAB to effectively move between the boxes. Use Shift-Enter to copy the current value down up to the end of the table.
pl: Użyj TAB, by szybko przemieszczać się między polami. Naciśnięcie Shift-Enter skopiuje bieżącą wartość w dół, do końca tabeli.

source: Unfortunately we were unable to fully decode your file, as it is not encoded in UTF-8. You can try to decode it yourself by downloading it <a href="%(download_url)s">here</a>.
pl: Niestety, nie byliśmy w stanie w pełni poprawnie wyświetlić tego pliku, ponieważ nie jest zakodowany w UTF-8. Możesz <a href="%(download_url)s">pobrać ten plik</a> i spróbować otworzyć go samodzielnie.

source: Other submissions for this problem
pl: Inne zgłoszenia do tego zadania

source: Result
pl: Wynik

source: Download output for this test
pl: Pobierz wyjście do tego testu

source: Download input for this test
pl: Pobierz wejście do tego testu

source: Download user output for this test
pl: Pobierz wyjście użytkownika na tym teście

source: [download out]
pl: [pobierz plik wyjścia]

source: processing
pl: przetwarzane

source: Generate user output for this test
pl: Wygeneruj wyjście użytkownika na tym teście

source: [generate out]
pl: [wygeneruj plik wyjścia]

source: Download all user outputs for this test report
pl: Pobierz wszystkie wyjścia użytkownika dla sprawozdania testowego

source: Download all
pl: Pobierz wszystkie

source: Generate all user outputs for this test report
pl: Wygeneruj wszystkie wyjścia użytkownika dla tego sprawozdania testowego

source: Generate all
pl: Wygeneruj wszystkie

source: <b>Most common causes of the SIGILL signal (signal 4):</b> <ul> <li>Enabling compiler optimizations through <code>#pragma</code>, which may not be supported by this contest</li> <li>With compiler optimizations enabled, programs may cause this signal when they encounter undefined behavior (e.g. division by zero), instead of giving a more informative signal</li> <li>Your compiled code contains machine code that the processor cannot understand.</li> </ul>
pl: <b>Najczęstsze przyczyny sygnału SIGILL (sygnał 4):</b> <ul> <li>Wymuszanie optymalizacji poprzez <code>#pragma</code>, których ten konkurs może nie wspierać</li> <li>Przy włączonych optymalizacjach kompilatora, programy mogą powodować ten sygnał kiedy natrafią na niezdefiniowane zachowanie (np. dzielenie przez zero), zamiast dać bardziej pomocny sygnał.</li> <li>Twój kod po kompilacji zawiera kod maszynowy nie zrozumiały dla procesora.</li> </ul>

source: <b>Most common causes of the SIGABRT signal (signal 6):</b> <ul> <li>Out-of-bounds index access for the vector data structure</li> <li>Array allocation with an invalid size e.g. <code>int tab[-1];</code></li> <li>Bad use of C++ standard library functions, e.g. <code>sort()</code> over an invalid range</li> <li>A failed assertion when using <code>assert</code> - commonly used by the C++ Standard Library</li> <li>Other illegal memory operations.</li> </ul>
pl: <b>Najczęstsze przyczyny sygnału SIGABRT (sygnał 6):</b> <ul> <li>Wykroczenie poza zakres vector'a</li> <li>Alokacja tablicy z błędnym rozmiarem np. <code>int tab[-1];</code></li> <li>Błędne wykorzystanie funkcji z biblioteki standardowej C++, np. <code>sort()</code> po złym zakresie</li> <li>Nieudane sprawdzenie niezmiennika podczas korzystania z <code>assert</code> - często używane przez bibliotekę standardową C++</li> <li>Inne błędy nielegalnych operacji na pamięci.</li> </ul>

source: <b>The SIGBUS signal (signal 7)</b> can mean a general memory violation, and can be caused by trying to access an invalid memory address.
pl: <b>Sygnał SIGBUS (sygnał 7)</b> oznacza ogólną awarię pamięci, może być spowodowany próbą dostępu do nieprawidłowego adresu w pamięci.

source: <b>Most common causes of the SIGFPE signal (signal 8):</b> <ul> <li>Overflows/underflows for floating-point numbers</li> <li>Division by zero, either with floating-point numbers and integers</li> <li>Other illegal arithmetic operations, e.g. square-root of negative numbers.</li> </ul>
pl: <b>Najczęstsze przyczyny sygnału SIGFPE (sygnał 8):</b> <ul> <li>Przekroczenie zakresu górnego/dolnego dla typu zmiennoprzecinkowego</li> <li>Dzielenie liczby całkowitej lub zmiennoprzecinkowej przez 0</li> <li>Inne niedopuszczone operacje arytmetyczne, np. pierwiastek na liczbach ujemnych.</li> </ul>

source: <b>Most common sources for the SIGKILL signal (signal 9):</b> <ul> <li>Your global variable exceeds the memory limit <br>(The difference compared to MLE is that the program exits before it can even "fully start") </li> <li>Other unexpected operations causing the program to get terminated preemptively.</li> </ul>
pl: <b>Najczęstsze przyczyny sygnału SIGKILL (sygnał 9):</b> <ul> <li>Zmienna globalna przekracza limit pamięci <br>(Różnica z MLE jest taka, że program przekracza pamięć zanim się zdąży "w pełni uruchomić") </li> <li>Inne nieoczekiwane operacje, które prowadzą do przedwczesnego zakończenia działania programu.</li> </ul>

source: <b>Most common causes of the SIGSEGV signal (signal 11):</b> <ul> <li>Out-of-bounds array accesses</li> <li>De-referencing an invalid pointer (an empty "null-pointer" or a pointer to memory which has already been freed)</li> <li>Other memory violation errors</li> </ul>
pl: <b>Najczęstsze przyczyny sygnału SIGSEGV (sygnał 11):</b> <ul> <li>Wykroczenie poza zakres rozmiaru tablicy</li> <li>Odwołanie się do danych niepoprawnego wskaźnika (pustego wskaźnika "null-pointer" lub wskaźnika po zwolnieniu danych).</li> <li>Ogólny błąd naruszenia ochrony pamięci.</li> </ul>

source: <b>Most common causes of the SIGSYS signal (signal 31):</b> <ul> <li>Using a system call (syscall) that's not allowed by this task/contest.</li> <li>Using an invalid/non-existent system call.</li> </ul>
pl: <b>Najczęstsze przyczyny sygnału SIGSYS (sygnał 31):</b> <ul> <li>Użycie wywołania systemowego (system call) niedozwolonego w tym zadaniu/na tym konkursie</li> <li>Użycie niewłaściwego lub nieistniejącego wywołania systemowego.</li> </ul>

source: Signal %(signal)s shouldn't show up while checking... <u>We recommend reporting this issue.</u>
pl: Sygnał %(signal)s nie powinien się pojawić podczas sprawdzania... <u>Zalecamy zgłoszenie tego problemu.</u>

source: Program execution can differ depending on the operating system used and the execution environment.
pl: Uruchomienie programu może się różnić zależnie od używanego systemu operacyjnego oraz środowiska.

source: Initial testing report
pl: Wstępne sprawozdanie z testowania

source: Final testing report
pl: Końcowe sprawozdanie z testowania

source: Hidden testing report
pl: Ukryte sprawozdanie z testowania

source: Full testing report
pl: Pełne sprawozdanie z testowania

source: Report:
pl: Sprawozdanie:

source: Compilation failed.
pl: Kompilacja zakończyła się niepowodzeniem.

source: This compilation error most commonly occurs when your global variable(s) are too large.
pl: Ten błąd kompilacji najczęściej występuje gdy zmienne globalne w twoim kodzie są zbyt duże.

source: Source code for submission %(submission_id)s
pl: Kod źródłowy zgłoszenia nr %(submission_id)s

source: Source diff between submissions %(submission1_id)s and %(submission2_id)s
pl: Różnice między źródłami zgłoszenia %(submission1_id)s i %(submission2_id)s

source: Swap sides
pl: Zamień strony

source: Source diff between submissions %(submission1_id)s and %(submission2_id)s
pl: Różnice między kodami źródłowymi zgłoszeń %(submission1_id)s i %(submission2_id)s

source: Diff with saved
pl: Porównaj z zapisanym

source: Diff with other
pl: Porównaj z innym

source: Show code
pl: Pokaż kod

source: Saved for diffing
pl: Zapisano do porównania

source: Not enough information given
pl: Podano za mało informacji

source: voluntary solution publication
pl: dobrowolna publikacja rozwiązania

source: voluntary solution publications
pl: dobrowolna publikacja rozwiązań

source: Solutions
pl: Rozwiązania

source: No public solutions yet.
pl: Nie ma jeszcze udostępnionych zgłoszeń.

source: Operations
pl: Czynności

source: solution
pl: rozwiązanie

source: withdraw
pl: ukryj

source: publish
pl: udostępnij

source: Publish solutions
pl: Udostępnij zgłoszenie

source: There is nothing you may publish.
pl: Nie ma niczego do udostępnienia.

source: Contestant
pl: Zawodnik

source: Changed %s.
pl: Zmieniono %s.

source: and
pl: i

source: No fields changed.
pl: Nie zmieniono żadnych pól.

source: Leave empty for immediate publication
pl: Pozostaw puste, aby opublikować od razu

source: Unknown category type.
pl: Nieznana kategoria.

source: Save as template
pl: Zapisz jako szablon

source: All message types
pl: Wszystkie rodzaje wiadomości

source: Public announcements
pl: Publiczne ogłoszenia

source: Message type
pl: Typ wiadomości

source: All categories
pl: Wszystkie kategorie

source: Author username
pl: Login autora

source: Periodically scans the whole database for messages with unsent notifications. We can't do this easily without a daemon since we have to support delayed publishing of news.
pl: Okresowo skanuje całą bazę danych, szukając wiadomości, dla których powiadomienie nie zostało wysłane. Nie możemy zrobić tego łatwo, nie korzystając z daemona, ponieważ musimy wspierać opóźnione publikowanie ogłoszeń.

source: Question
pl: Pytanie

source: Private message
pl: Prywatna odpowiedź

source: Public message
pl: Publiczne ogłoszenie

source: QUESTION
pl: PYTANIE

source: PRIVATE
pl: PRYWATNE

source: PUBLIC
pl: PUBLICZNE

source: topic
pl: temat

source: marked read by
pl: oznaczone jako przeczytane

source: mail notification sent
pl: wysłano mail z powiadomieniem

source: visible name
pl: tytuł

source: usage count
pl: liczba użyć

source: username
pl: nazwa użytkownika

source: notified about new questions
pl: powiadamianie o nowych pytaniach

source: news message
pl: wiadomość w zakładce Pytania

source: news messages
pl: wiadomości w zakładce Pytania

source: add question message
pl: wiadomość przy zadawaniu pytania

source: add question messages
pl: wiadomości przy zadawaniu pytania

source: Your question was answered.
pl: Odpowiedź na Twoje pytanie jest dostępna.

source: New public message.
pl: Nowe ogłoszenie.

source: %(count)d NEW MESSAGE
pl: %(count)d WIADOMOŚĆ

source: Change message
pl: Edycja wiadomości

source: This message is a reply to the following:
pl: Ta wiadomość jest odpowiedzią na:

source: Author
pl: Autor

source: Date
pl: Data

source: Add question content
pl: Dodaj treść pytania

source: Clear filters
pl: Wyczyść filtry

source: Subscribe
pl: Subskrybuj

source: Unsubscribe
pl: Odsubskrybuj

source: Inconsistent request!
pl: Niespójne żądanie!

source: There was an error processing your request. Please reload the page and try again.
pl: Wystąpił błąd podczas przetwarzania żądania. Odśwież stronę i spróbuj ponownie.

source: You successfully subscribed
pl: Pomyślnie zasubskrybowano!

source: You successfully unsubscribed
pl: Pomyślnie odsubskrybowano!

source: Success!
pl: Sukces!

source: Edit reply templates
pl: Edytuj szablony odpowiedzi

source: Edit news message
pl: Edytuj wiadomość w zakładce Pytania

source: Edit new question message
pl: Edytuj wiadomość przy zadawaniu pytania

source: Ask a question
pl: Zadaj pytanie

source: Show all messages
pl: Pokaż wszystkie wiadomości

source: No questions or news yet.
pl: Brak pytań i wiadomości.

source: General
pl: Ogólne

source: NEW
pl: NOWA

source: Mark unread
pl: Oznacz jako nieprzeczytane

source: Mark read
pl: Oznacz jako przeczytane

source: Display user
pl: Pokaż profil użytkownika

source: Reply
pl: Odpowiedz

source: New answer available
pl: Dostępna nowa odpowiedź

source: Reload page
pl: Odśwież

source: Dismiss
pl: Oddal

source: New reply
pl: Nowa odpowiedź

source: Include template
pl: Dołącz szablon

source: Respond inline
pl: Odpowiedz w treści

source: Hello %(recipient_name)s, %(author_name)s has just asked a question to the %(contest_name)s contest.
pl: Witaj %(recipient_name)s, %(author_name)s właśnie zadał(a) pytanie w konkursie %(contest_name)s.

source: Please visit %(msg_link)s to answer it.
pl: Użyj %(msg_link)s, by na nie odpowiedzieć.

source: New question in
pl: Nowe pytanie w

source: A new message has just appeared in contest
pl: Nowa wiadomość w konkursie

source: The original question was:
pl: Pierwotne pytanie to:

source: The message is available at
pl: Post jest dostępny pod linkiem

source: You're receiving this e-mail because you subscribed for notifications for contest
pl: Otrzymujesz tę wiadomość, ponieważ poprosiłeś o powiadomienia dla konkursu

source: You can visit
pl: Możesz odwiedzić stronę

source: to unsubscribe
pl: aby z nich zrezygnować

source: publication
pl: opublikowano

source: Marked read by
pl: Oznaczone jako przeczytane przez

source: User's messages
pl: Pytania użytkownika

source: Problem %s
pl: Zadanie %s

source: General, %s
pl: Ogólne, %s

source: This question has already been marked read!
pl: To pytanie jest już oznaczone jako przeczytane!

source: This question has already been marked unread!
pl: To pytanie jest już oznaczone jako nieprzeczytane!

source: Re: %s
pl: Odp: %s

source: Ask question
pl: Zadaj pytanie

source: Edit add question message
pl: Edytuj wiadomość przy zadawaniu pytania

source: Edit quiz questions
pl: Edytuj pytania

source: Answer is required here.
pl: Odpowiedź jest wymagana

source: Quiz name
pl: Nazwa quizu

source: Short name
pl: Krótka nazwa

source: Quizzes
pl: Quizy

source: Points
pl: Punkty

source: Is multiple choice
pl: Czy jest wielokrotnego wyboru

source: Order
pl: Kolejność

source: Hide answers
pl: Ukryj odpowiedzi

source: Instead of listing answers, expect the contestant to type in their answer.
pl: Zamiast podać możliwe odpowiedzi, oczekuj od uczestnika wpisania odpowiedzi.

source: Quiz question
pl: Pytanie

source: Answer
pl: Odpowiedź

source: Is answer correct
pl: Czy odpowiedź jest poprawna

source: Quiz answer
pl: Odpowiedź

source: Quiz answers
pl: Odpowiedzi

source: Caption
pl: Podpis

source: Image file
pl: Plik z obrazem

source: Quiz question picture
pl: Ilustracja do pytania

source: Quiz question pictures
pl: Ilustracje do pytania

source: Quiz answer picture
pl: Ilustracja do odpowiedzi

source: Quiz answer pictures
pl: Ilustracje do odpowiedzi

source: Quiz submission
pl: Zgłoszenie

source: Quiz submissions
pl: Zgłoszenia

source: Is answer selected
pl: Czy odpowiedź jest zaznaczona

source: Quiz submission answer
pl: Zgłoszenie odpowiedzi

source: Quiz submission answers
pl: Zgłoszenie odpowiedzi

source: Text answer
pl: Odpowiedź wpisana

source: Quiz submission text answer
pl: Zgłoszenie odpowiedzi wpisanej

source: Quiz submission text answers
pl: Zgłoszenia odpowiedzi wpisanych

source: Submission report
pl: Sprawozdanie zgłoszenia

source: Comment
pl: Komentarz

source: Question max score
pl: Maksymalny wynik

source: Question report
pl: Sprawozdanie do pytania

source: Question reports
pl: Sprawozdania do pytań

source: Add a quiz
pl: Dodaj quiz

source: Reuploading quizzes is not supported
pl: Ponowne utworzenie quizu nie jest dozwolone

source: Quiz successfully added
pl: Pomyślnie dodano quiz

source: You can use drag and drop to change the order of questions and answers.
pl: Możesz przeciągnąć plik, aby zmienić kolejność pytań i odpowiedzi

source: Quiz report
pl: Sprawozdanie do quizu

source: Default ranking
pl: Domyślny ranking

source: No.
pl: l.p.

source: Search for user...
pl: Szukaj użytkownika…

source: Mark all rankings as one's needing recalculation.In combination with rankingsd will eventually recalculate all rankings.
pl: Oznacza wszystkie ranking jako potrzebujące przeliczenia. W połączeniu z rankingsd przeliczy w końcu wszystkie rankingi.

source: Daemon that rebuilds rankings. Ranking generation is quite a slow process, so it is done independently from request, in this daemon. This allows gracefully handling both the biggest, busiest contests, and the stale ones.Internally it uses explicit invalidation and eager recalculation with cooldown.
pl: Daemon, który przelicza rankingi. Generowanie rankingów jest dość powolnym procesem, więc jest przeprowadzane niezależnie od żądania, w tym daemonie. To pozwala bezproblemowo obsługiwać zarówno największe i najintensywniejsze konkursy. Wewnętrznie, daemon korzysta z jawnej inwalidacji oraz gorliwego przeliczenia z czasem oczekiwania.

source: ranking message
pl: wiadomość w zakładce Ranking

source: ranking messages
pl: wiadomości w zakładce Ranking

source: We're generating the ranking right now. Please hang tight. The page will refresh in a moment.
pl: Trwa generowanie rankingu. Prosimy o cierpliwość; strona zostanie za chwilę odświeżona.

source: You have requested a non-existent ranking page.
pl: Żądana strona rankingu nie istnieje.

source: No rankings available
pl: Brak dostępnych rankingów

source: No rankings available.
pl: Brak dostępnych rankingów.

source: Edit ranking message
pl: Edytuj wiadomość w zakładce Ranking

source: Regenerate ranking
pl: Wygeneruj ranking ponownie

source: Find my place
pl: Znajdź moje miejsce.

source: Find
pl: Znajdź

source: We're generating the ranking right now. The data shown in here can be slightly outdated.
pl: Ranking jest właśnie generowany. Widoczne dane mogą być częściowo nieaktualne.

source: User is not in the ranking.
pl: Użytkownik nie jest w rankingu.

source: revealed
pl: ujawnione

source: Revealed
pl: Ujawnione
