Repository: sio2project/oioioi
Catalog: oioioi/_locale/locale/*/LC_MESSAGES/django.po
Languages: pl

source: If you want to create or edit your portal <a href="%(user_portal)s"> click here</a>. If you want to publish your portal below, please contact us.
pl: Jeśli chcesz utworzyć lub edytować swój portal <a href="%(user_portal)s">kliknij tutaj</a>. Jeśli chcesz, by Twój portal pojawił się na liście, prosimy, napisz do nas.

source: If you want to create new global portal <a href="%(create_global_portal)s"> click here</a>.
pl: Jeśli chcesz stworzyć nowy globalny portal <a href="%(create_global_portal)s">kliknij tutaj</a>.

source: Short description
pl: Krótki opis

source: There are no portals here :(
pl: Brak portali :(

source: Page name
pl: Nazwa strony

source: Portal description
pl: Opis portalu

source: No related portal pages.
pl: Brak powiązanych portali.

source: Users who do not have permission to edit this portal would now get redirected to: "%(redirect_url)s".
pl: Użytkownicy bez uprawnień do edycji tego portalu byliby teraz przekierowani do "%(redirect_url)s"

source: View page
pl: Pokaż stronę

source: Delete page
pl: Usuń stronę

source: Portals main page
pl: Strona główna portali

source: Public portals
pl: Portale publiczne

source: All portals
pl: Wszystkie portale

source: Global portals
pl: Portale globalne

source: Related portal pages
pl: Powiązane portale

source: My portal
pl: Mój portal

source: Problem Name
pl: Nazwa zadania

source: The file should be a text file.
pl: Plik powinien być tekstowy.

source: The file size limit exceeded.
pl: Plik jest zbyt duży.

source: File
pl: Plik

source: The page limit exceeded.
pl: Przekroczono limit stron.

source: Page %s/{nb}
pl: Strona %s/{nb}

source: Nothing to print
pl: Nie można drukować

source: Printing
pl: Drukowanie

source: Sorry, you cannot print anything right now.
pl: Wybacz, ale nie możesz teraz nic drukować.

source: Error occurred while printing.
pl: Podczas drukowania wystąpił błąd.

source: Print
pl: Wydrukuj

source: Print file
pl: Drukowanie

source: File has been printed.
pl: Plik został wydrukowany.

source: Tags
pl: Znaczniki

source: origin tag
pl: tag pochodzenia

source: origin tags
pl: tagi pochodzenia

source: origin information
pl: informacje o pochodzeniu

source: additional origin information
pl: dodatkowe informacje o pochodzeniu

source: Difficulty Tag
pl: Tag Trudnosći

source: Difficulty Tags
pl: Tagi Trudności

source: Algorithm Tag
pl: Tag Algorytmiczny

source: Algorithm Tags
pl: Tagi Algorytmiczne

source: Package not available for problem %s.
pl: Paczka nie jest dostępna dla zadania %s.

source: Cannot delete a processed Problem Package
pl: Nie można usunąć przetwarzanej paczki zadań.

source: Delete selected %s
pl: Usuń zaznaczone %s

source: Package information
pl: Informacje o paczce

source: Package download
pl: Pobierz paczkę

source: Edit problem
pl: Edytuj

source: Error details
pl: Szczegóły błędu

source: Problem packages
pl: Paczki do zadań

source: Contest Problem Package
pl: Paczka zadania konkursu

source: Permission denied.
pl: Brak uprawnień.

source: Visible only for admins
pl: Widoczny tylko dla adminów

source: Visibility
pl: Widoczność

source: Enter problem's secret key
pl: Wprowadź tajny klucz zadania

source: Please note that the time and memory limits will be copied from the source problem. If they have been overriden in a specific contest, these settings will not be copied. If you want to copy the limits from a specific contest, please go the contest's problem list and use the 'Attach to another contest' option.
pl: Pamiętaj, że limity czasowe i pamięciowe zostaną skopiowane z oryginalnego zadania. Jeśli zostały one nadpisane w konkretnym konkursie, te ustawienia nie zostaną skopiowane. Jeśli chcesz skopiować limity z określonego konkursu, przejdź do listy zadań konkursu i użyj opcji „Dodaj do innego konkursu”.

source: Statement filename
pl: Plik z treścią

source: Replacement file
pl: Nowy plik

source: File name
pl: Nazwa pliku

source: Origin Tag
pl: Tag Pochodzenia

source: Origin tags inform about the problem's general origin - e.g. a specific competition, olympiad, or programming camp.
pl: Tagi pochodzenia informują o ogólnym źródle zadania, na przykład konkursie, olimpiadzie, lub obozie informatycznym.

source: Origin Information
pl: Informacje o pochodzeniu

source: Origin information values inform about the problem's specific origin- a year, round, day, etc.
pl: Wartości informacji o pochodzeniu informują o szczegółach pochodzenia zadania - konkretnym roku, rundzie, dniu, itp.

source: Most problems fall into the 'Easy' and 'Medium' category. However, there are problems that are meant for learning the basics of programming (these are 'Very easy') and those that are 'Hard' and exceptionally hard - the latter fall into the 'Very hard' category.
pl: Większość problemów zalicza się do 'Łatwej' i 'Średniej' trudności. Niektóre są jednak przeznaczone do nauki podstaw programowania (te oznaczamy jako 'Bardzo łatwe'). Istnieją również problemy 'Trudne' i 'Bardzo trudne'.

source: Algorithm tags inform about the algorithms, theorems and data structures needed to solve a problem. Algorithm tags can also inform about the type of a problem, e.g. if a problem is a quiz.
pl: Tagi algorytmiczne informują o algorytmach, twierdzeniach oraz strukturach danych potrzebnych do rozwiązania zadania. Mogą informować również o typ problemu, na przykład czy zadanie jest quizem.

source: Adds the problem from the given package to the database.
pl: Dodaje zadanie z paczki do bazy zadań.

source: Package format not recognized
pl: Nieznany format paczki

source: There was an error adding the problem
pl: Podczas dodawania zadania wystąpił błąd

source: %(count)d submission
pl: %(count)d zgłoszenie

source: from %(count)d user
pl: od %(count)d użytkownika

source: Recalculates the Problemset statistics for every problem.
pl: Przelicza statystyki bazy zadań dla każdego zadania.

source: Recalculating statistics for %(count)d problem
pl: Przeliczanie statystyk dla %(count)d zadania

source: Recalculated!
pl: Przeliczono!

source: Prints problems without 100-scored model solution. If username is provided it shows only problems added by that user.
pl: Wyświetla zadania bez 100-punktowego rozwiązania wzorcowego. Jeśli podany jest login, wyświetla tylko zadania dodane przez użytkownika o tym loginie.

source: Updates an existing problem using the given package file.
pl: Aktualizuje istniejące zadanie według podanej paczki.

source: Problem #%d does not exist
pl: Zadanie %d nie istnieje

source: legacy name
pl: przestarzała nazwa

source: visibility
pl: widoczność

source: package type
pl: rodzaj paczki

source: main problem instance
pl: główny egzemplarz zadania

source: problems
pl: zadania

source: Can administer the problems database
pl: Może administrować bazą zadań

source: Can administer the problem
pl: Może administrować zadaniem

source: name translation
pl: tłumaczenie nazwy

source: Human-readable name.
pl: Nazwa czytelna dla człowieka.

source: problem name
pl: nazwa zadania

source: problem names
pl: nazwy zadania

source: problem statement
pl: treść zadania

source: problem statements
pl: treści zadań

# Pending
source: Pending problem package
pl: Oczekująca paczka z zadaniem

source: Uploaded
pl: Wysłano

source: package
pl: paczka

source: created by
pl: stworzone przez

source: problem package
pl: paczka do zadania

source: problem packages
pl: paczki do zadań

source: Failed operation: %(name)s Operation description: %(desc)s Error description: %(error)r
pl: Operacja zakończona niepowodzeniem: %(name)s Opis operacji:%(desc)s Opis błędu: %(error)r

source: Failed operation unknown. Error description: %(error)s
pl: Nieznana operacja zakończona niepowodzeniem. Opis błędu: %(error)s

source: problem site
pl: strona zadania

source: problem sites
pl: strony zadań

source: attempted solutions
pl: próby rozwiązania

source: correct solutions
pl: poprawne rozwiązania

source: average result
pl: średni wynik

source: user submitted
pl: użytkownik zgłosił

source: user solved
pl: użytkownik rozwiązał

source: user's best score
pl: najlepszy wynik użytkownika

source: Short, searchable name consisting only of lowercase letters, numbers, and hyphens.<br>This should refer to general origin, i.e. a particular contest, competition, programming camp, etc.<br>This will be displayed verbatim in the Problemset.
pl: Krótka, wyszukiwalna nazwa zawierająca jedynie małe litery alfabetu łacińskiego, cyfry, oraz myślniki.<br>Powinna odnosić się do ogólnego źródła zadania, na przykład konkursu, zawodów, obozu informatycznego, itp.<br>Będze widoczna w tej postaci w Bazie Zadań.

source: Selected problems will be tagged with this tag.<br>
pl: Zaznaczone zadania zostaną otagowane tym znacznikiem.

source: language
pl: język

source: Full, official name of the contest, competition, programming camp, etc. which this tag represents.
pl: Pełna, oficjalna nazwa konkursu, zawodów, obozu informatycznego, itp., który jest opisany przez ten tag.

source: abbreviation
pl: skrót

source: (optional) Official abbreviation of the full name.
pl: (opcjonalne) Oficjalny skrót pełnej nazwy.

source: (optional) Longer description which Will be displayed in the Task Archive next to the name.
pl: (opcjonalne) Dłuższy opis, który będzie wyświetlony w Archiwum Zadań obok nazwy tagu.

source: origin tag localization
pl: tłumaczenie tagu pochodzenia

source: origin tag localizations
pl: tłumaczenia tagów pochodzenia

source: parent tag
pl: nadrzędny tag

source: This category will be a possible category of information for problems tagged with the selected tag.
pl: Ta kategoria będzie jedną z możliwych kategorii informacji dla zadań otagowanych wybranym tagiem.

source: Type of information within this category. Short, searchable name consisting of only lowercase letters, numbers, and hyphens.<br>Examples: 'year', 'edition', 'stage', 'day'.
pl: Rodzaj informacji w tej kategorii. Krótka, wyszukiwalna nazwa zawierająca jedynie małe litery alfabetu łacińskiego, cyfry, i myślniki.<br>Przykładowo: 'year', 'edition, 'stage', 'day'.

source: grouping order
pl: kolejność grupowania

source: Sometimes the parent_tag relationship by itself is not enough to convey full information about the information hierarchy.<br>Some categories are broader, and others are more specific. More specific tags should probably be visually grouped after/under broader tags when displayed.<br>The broader the category is the lower grouping order it should have - e.g. 'year' should have lower order than 'round'.<br>Left blank means 'infinity', which usually means that this category will not be used for grouping - some categories could be too specific (e.g. when grouping would result in 'groups' of single Problems).
pl: Czasami związek z tagiem nadrzędnym sam w sobie nie jest wystarczający, by przekazać pełną hierarchię informacji.<br>Niektóre kategorie są szersze, a inne szczegółowe Przy wyświetlaniu, szczegółowe tagi raczej powinnny być grupowane wizualnie po/pod tagami szerszymi.<br>Im szersza kategoria, tym niższą kolejność grupowania powinna mieć, na przykład kategoria 'year' powinna mieć niższy order niż 'round'.<br>Pusta wartość oznacza "nieskończoność", co zwykle oznacza, że kategoria nie będzie grupowana - niektóre kategorie mogą być na to zbyt szczegółowe (na przykład gdy z grupowania wynikłyby "grupy" pojedynczych zadań).

source: origin tag - information category
pl: tag pochodzenia - kategoria informacji

source: origin tags - information categories
pl: tagi pochodzenia - kategorie informacji

source: origin info category localization
pl: tłumaczenie kategorii informacji pochodzenia

source: origin info category localizations
pl: tłumaczenia kategorii informacji pochodzenia

source: If an OriginTag T is a parent of OriginInfoValue V, the presence of V on a Problem implies the presence of T.<br>OriginInfoValues with the same values are also treated as distinct if they have different parents.<br>You can think of this distinction as prepending an OriginTag.name prefix to an OriginInfoValue.value<br>e.g. for OriginTag 'pa' and OriginInfoValue '2011', this unique OriginInfoValue.name would be 'pa_2011'
pl: Jeśli tag pochodzenia T jest nadrzędny dla wartości pochodzenia V, z obecności V na zadaniu wynika obecność T.<br>Wartości pochodzenia z tymi samymi wartościami są rozróżnialne, jeśli mają różne tagi nadrzędne.<br>Można myśleć o tym rozróżnieniu, jak o dopisaniu jako prefiks nazwy tagu przed wartością.<br>Na przykład dla tagu 'pa' i wartości '2011', ta unikatowa "nazwa wartości" byłaby równa 'pa_2011'.

source: This information should be categorized under the selected category.
pl: Ta informacja należy do wybranej kategorii.

source: value
pl: wartość

source: Short, searchable value consisting of only lowercase letters and numbers.<br>This will be displayed verbatim in the Problemset - it must be unique within its parent tag.<br>Examples: for year: '2011', but for round: 'r1' (just '1' for round would be ambiguous).
pl: Krótka, wyszukiwalna wartość zawierająca jedynie małe litery alfabetu łacińskiego, cyfry, i myślniki.<br>Będzie ona wyświetlona w tej postaci z Bazie Zadań - musi zatem być unikatowa w obrębie swojego tagu nadrzędnego.<br>Przykłady: dla roku: '2011', ale dla rundy: 'r1' (samo '1' dla rundy byłoby zbyt niejednoznaczne).

source: display order
pl: kolejność wyświetlania

source: Order in which this value will be sorted within its category.
pl: Kolejność wyświetlania tej wartości w obrębie swojej kategorii.

source: Select problems described by this value. They will also be tagged with the parent tag.<br>
pl: Wybierz zadania opisywane przez tę wartość. Zostaną one także otagowane tagiem nadrzędnym.<br>

source: origin tag - information value
pl: tag pochodzenia - wartość informacji

source: origin tags - information values
pl: tagi pochodzenia - wartości informacji

source: translated value
pl: przetłumaczona wartość

source: Human-readable value.
pl: Wartość czytelna dla człowieka.

source: origin info value localization
pl: tłumaczenie wartości informacji o pochodzeniu

source: origin info value localizations
pl: tłumaczenia wartości informacji o pochodzeniu

source: difficulty tag
pl: tag trudności

source: difficulty tags
pl: tagi trudności

source: difficulty tag localization
pl: tłumaczenie tagu pochodzenia

source: difficulty tag localizations
pl: tłumaczenia tagów pochodzenia

source: difficulty proposal
pl: propozycja poziomu trudności

source: difficulty proposals
pl: propozycje poziomu trudności

source: algorithm tag
pl: tag algorytmiczny

source: algorithm tags
pl: tagi algorytmiczne

source: algorithm tag localization
pl: tłumaczenie tagu algorytmicznego

source: algorithm tag localizations
pl: tłumaczenia tagów algorytmicznych

source: algorithm tag proposal
pl: propozycja taga algorytmicznego

source: algorithm tag proposals
pl: propozycje tagów algorytmicznych

source: Secret key
pl: Tajny klucz

source: Add to contest
pl: Dodaj do konkursu

source: Replace problem statement
pl: Podmień treść zadania

source: Picked statement file does not exist.
pl: Wybrany plik z treścią nie istnieje.

source: File replacement not provided
pl: Nie wybrano nowego pliku

source: Original and replacement files must have the same name
pl: Zarówno oryginalny jak i nowy plik muszą mieć tę samą nazwę

source: Manage package files
pl: Zarządzanie plikami paczki

source: No file selected
pl: Nie wybrano pliku

source: Upload package
pl: Wgrywanie paczki

source: Package queued for processing.
pl: Paczka została zakolejkowana do przetworzenia.

source: Package queued for processing. It will appear in problem list when ready. Please be patient.
pl: Pakiet dodany do kolejki przetwarzania. Bądź cierpliwy – pojawi się on na liście zadań, kiedy będzie gotowy.

source: Add from Problemset
pl: Dodaj ze zbioru wszystkich zadań

source: Option not available
pl: Opcja niedostępna

source: Given url key is invalid
pl: Podany klucz URL jest niepoprawny

source: Problem successfully updated
pl: Pomyślnie zaktualizowano zadanie

source: Problem successfully uploaded
pl: Pomyślnie wysłano zadanie

source: %(count)d PROBLEM WITHOUT ROUND
pl: %(count)d ZADANIE BEZ RUNDY

source: %(count)d PROBLEM NEEDS REJUDGING
pl: %(count)d ZADANIE WYMAGA PONOWNEJ OCENY

source: Upload problem package
pl: Wyślij paczkę z zadaniem

source: Selected problem
pl: Wybierz zadanie

source: Add or update problem
pl: Dodaj lub aktualizuj zadanie

source: Beware, this problem has its tests published.
pl: Uwaga, do tego zadania zostały opublikowane testy.

source: You can also open the problem's statement by clicking <a href="%(statement_url)s"><b>here</b></a>.
pl: Możesz też otworzyć treść zadania klikając <a href="%(statement_url)s"><b>tutaj</b></a>.

source: <p>Problem's author: </p>
pl: <p>Autor zadania</p>

source: Description
pl: Opis

source: Publication date
pl: Data publikacji

source: No files are available.
pl: Żadne pliki nie są dostępne.

source: Edit tests
pl: Edytuj testy

source: Reupload problem
pl: Wgraj ponownie paczkę

source: Download problem package
pl: Pobierz pakiet z zadaniem

source: There are no model solutions in this problem package.
pl: W paczce nie było żadnych rozwiązań wzorcowych.

source: Total
pl: W sumie

source: Help us improve the problemset!
pl: Pomóż nam usprawnić bazę zadań!

source: <h5>Congratulations, you solved it!</h5> <p> The problemset isn't perfect, but we always aim to make it better. To do that we need your help. Please, fill this form and leave your proposals for algorithm and difficulty tags for this problem. Thank you! </p>
pl: <h5> Gratulacje, rozwiązałeś zadanie poprawnie!</h5> <p> Baza zadań nie jest idealna, ale staramy się ciągle ją rozwijać. Przydałaby się w tym i Twoja pomoc. Jeśli możesz, wypełnij poniższy formularz, dzieląc się z resztą użytkowników algorytmami użytymi w rozwiązaniu oraz jego trudnością. Dziękujemy!</p>

source: <h5>Thank you for your input!</h5> <p> You've already submitted your proposals. </p>
pl: <h5>Dziękujemy za Twój wkład!</h5> <p>Wypełniłeś już formularz do tego problemu</p>

source: Think of algorithms used to solve this problem as well as areas of algorithmics it falls into, such as Graphs or NumberTheory
pl: Pomyśl jakich algorytmów użyłeś do rozwiązania tego zadania, a także, pod jakie dziedziny algorytmiki ono podpada. Przykładami takich tagów są np. Graphs, albo NumberTheory

source: Algorithms
pl: Algorytmy

source: e.g. Dijkstra
pl: np. Dijkstra

source: Add
pl: Dodaj

source: Most problems fall into the 'normal' category, which is the default for the problemset. However, there are problems that are meant for learning basics of programming (these are 'easy') and those that are exceptionally 'hard'
pl: Większość problemów zalicza się do normalnej trudności - jest to ta domyślna. Niektóre są jednak przeznaczone do nauki podstaw programowania (te oznaczamy jako łatwe), a niektóre są wyjątkowo "trudne"

source: Difficulty
pl: Poziom trudności

source: There's been a server error during submitting
pl: Podczas wysyłania formularza wystąpił błąd serwera

source: You have to specify at least one algorithm tag and exactly one difficulty tag!
pl: Musisz wprowadzić przynajmniej jeden tag algorytmiczny oraz wybrać dokładnie jeden tag pochodzenia!

source: Current tags
pl: Aktualne tagi

source: Users algorithms proposals
pl: Propozycje tagów algorytmicznych

source: Users difficulty proposals
pl: Propozycje poziomu trudności

source: Edit tags
pl: Edytuj tagi

source: <p>Oops, problem statement is not available online. <p>Please ask the organizers to provide it in some other way.
pl: <p>Ups, treść zadania nie jest dostępna online. <p>Poproś organizatorów o udostępnienie jej w jakiejś innej formie.

source: Choose problem from problemset
pl: Wybierz problem z zestawu

source: I have a secret key!
pl: Mam tajny klucz!

source: Problemset - add or update problem
pl: Zestaw zadań – dodaj lub zaktualizuj zadanie

source: Attempted
pl: Ruszone

source: Not attempted
pl: Nietknięte

source: Search by name or tag
pl: Wyszukaj po nazwie lub tagu

source: Show tags proposed by users
pl: Pokaż znaczniki proponowane przez użytkowników

source: No contests yet :(
pl: Nie ma żadnych konkursów :(

source: How many users submitted a solution for this task
pl: Ilu użytkowników zgłosiło rozwiązanie do tego zadania

source: Submitters
pl: Zgłosiło

source: Percentage of users who submitted that also solved this task
pl: Ile procent użytkowników, którzy zgłosili, zgłosiło poprawne rozwiązanie

source: %% Correct
pl: %%Rozwiązało

source: Average score result for this task
pl: Średni wynik dla tego zadania

source: Average
pl: Średnio

source: Your score for this problem
pl: Twój wynik dla tego zadania

source: Your score
pl: Twój wynik

source: More contests...
pl: Więcej konkursów...

source: There are no problems here :(
pl: Brak tutaj zadań :(

source: Select contest to add the <code>%(problem_name)s</code> problem to
pl: Wybierz konkurs, do którego chcesz dodać zadanie <code>%(problem_name)s</code>

source: You can give this secret key to someone, who doesn't have access to this problem, and he'll be able to add it (using "Add from problemset" tab).
pl: Możesz przekazać ten tajny klucz komuś, kto nie ma dostępu do tego zadania, a on będzie mógł je dodać (używając panelu "Dodaj z zestawu zadań).

source: You have not submitted anything yet.
pl: Brak nadesłanych rozwiązań.

source: Task Archive
pl: Archiwum zadań konkursowych

source: Filters
pl: Filtry

source: Apply filters
pl: Zastosuj filtry

source: Search in Problemset
pl: Szukaj w Bazie Zadań

source: Hmm... there doesn't seem to be anything here...
pl: Hmm... wygląda na to, że nic tutaj nie ma...

source: Welcome to the Task Archive
pl: Witaj w Archiwum Zadań

source: Here you can find tasks from various competitions, olympiads, and programming camps
pl: Znajdują się tu zadania z różnych zawodów, olimpiad, i obozów informatycznych

source: 1 time
pl: 1 raz

source: {tag_tooltip} — proposed {times_text}
pl: {tag_tooltip} — proponowany {times_text}

source: Enter a valid name consisting only of lowercase letters, numbers, and hyphens.
pl: Wprowadź prawidłową nazwę zawierającą jedynie małe litery alfabetu łacińskiego, cyfry, i myślniki.

source: Public problems
pl: Zadania publiczne

source: My problems
pl: Moje zadania

source: Shared with me
pl: Udostępnione mi

source: All problems
pl: Wszystkie zadania

source: Welcome to problemset, the place where all the problems are.
pl: Witaj w zestawie zadań, miejscu gdzie przechowywane są wszystkie zadania.

source: Problem view
pl: Widok zadania

source: Reports are not available now (ಥ ﹏ ಥ)
pl: Sprawozdania są teraz niedostępne (ಥ ﹏ ಥ)

source: Model solutions sent for evaluation.
pl: Wysłano rozwiązania wzorcowe do sprawdzenia.

source: Origin Tags
pl: Tagi Pochodzenia

source: creator
pl: autor

source: receiver
pl: odbiorca

source: Friends
pl: Znajomi

source: Your friends can add your tasks to their contests, unless a task is marked as "Private".<br><small> Note that Friendships are one-way. When you befriend somebody, they don't need to accept, but they need to befriend you for you to see their tasks. You can only befriend other teachers. Your friends can find your tasks in the Problemset. </small>
pl: Twoi znajomi mogą dodawać do swoich konkursów wszystkie twoje zadania, które nie są oznaczone jako "Prywatne".<br><small> Zwróć uwagę, że Znajomości są jednostronne. Dodając kogoś do znajomych nie potrzebujesz jego potwierdzenia, lecz aby móc widzieć jego zadania musisz być na jego liście znajomych. Dodawać do znajomych można jedynie innych nauczycieli. Twoi znajomi mogą odnaleźć twoje zadania w Bazie Zadań. </small>

source: Befriend
pl: Dodaj do znajomych

source: You have no friends :(
pl: Nie masz znajomych :(
