Repository: sio2project/oioioi
Catalog: oioioi/_locale/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Scores revealing is disabled during the last <strong>minute</strong> of the round.
pl: Ujawnianie wyników jest niedostępne w ciągu ostatniej <strong>minuty</strong> rundy.

source: You cannot reveal the score of the submission with status "Compilation Error".
pl: Nie możesz ujawniać wyników w zgłoszeniach z błędem kompilacji.

source: Unfortunately, this submission has not been scored yet, so you can't see your score. Please come back later.
pl: Niestety to zgłoszenie nie zostało jeszcze ocenione, więc nie możesz zobaczyć swojego wyniku. Spróbuj później.

source: The round is not active.
pl: Runda nie jest aktywna.

source: Only author can reveal the submission score.
pl: Tylko autor może ujawnić wynik zgłoszenia.

source: You have already reached the reveals limit.
pl: Osiągnąłeś już limit ujawnień.

source: The submission author is not set.
pl: To zgłoszenie nie ma autora.

source: You already have access to the submission score.
pl: Masz już dostęp do wyniku punktowego swojego zgłoszenia.

source: score reveal
pl: ujawnienie wyników

source: score reveals
pl: ujawnienia wyników

source: reveal limit
pl: limit ujawniania

source: If empty, all submissions are revealed automatically.
pl: Jeśli pozostawiono puste, wszystkie zgłoszenia są odsłaniane automatycznie.

source: disable for last minutes of the round
pl: wyłącz w trakcie ostatnich minut rundy

source: score reveal config
pl: konfiguracja ujawniania wyników

source: score reveal configs
pl: konfiguracje ujawniania wyników

source: Score revealing
pl: Ujawnianie wyniku

source: You have already used <strong>%(scores_reveals)s</strong> out of %(counter)s reveal.
pl: Wykorzystano już <strong>%(scores_reveals)s</strong> spośród %(counter)s ujawnienia.

source: In this task, you can see the score of every submission, unless it is submitted during the last <strong>minute</strong> of the round.
pl: W tym zadaniu możesz zobaczyć wynik każdego zgłoszenia, które nie zostało wysłane w ciągu ostatniej <strong>minuty</strong> rundy.

source: In this task, you can see the score of every submission.
pl: W tym zadaniu możesz zobaczyć wynik każdego zgłoszenia.

source: Scores reveal will be disabled during the last <strong>minute</strong> of the round.
pl: Ujawnianie wyników będzie niedostępne przez ostatnią minutę rundy.

source: Reveal score
pl: Ujawnij wynik

source: You are going to reveal your score. <br>Would you like to proceed?
pl: Zamierzasz ujawnić swój wynik. <br>Chcesz kontynuować?

source: Submission score has been revealed.
pl: Wynik zgłoszenia został ujawniony.

source: Group
pl: Grupa

source: Similar submits
pl: Podobne zgłoszenia

source: Similar groups
pl: Podobne grupy

source: Each line represents a group, submissions should be listed in format "submission_id:username:task.lang" and separated by anything. Already existing groups won't be skipped!
pl: Każdy wiersz reprezentuje grupę, zgłoszenia powinny być przedstawione w formacie „id_zgłoszenia:login:zadanie.język” i niczym nie oddzielone. Już istniejące grupy nie zostaną pominięte!

source: Find transitive closure
pl: Znajdź domknięcie przechodnie

source: If any two submissions are marked as similar in the input they will be put in one group.
pl: Jeśli jakiekolwiek dwa zgłoszenia są oznaczone jako podobne pod względem wejścia, umieszczone zostaną one w jednej grupie.

source: Can't parse nonempty line: %(line)s
pl: Nie można przeanalizować niepustego wiersza: %(line)s

source: Submission %(id)s does not exists in line: %(line)s
pl: Zgłoszenie %(id)s nie istnieje w wierszu: %(line)s

source: You can't say that this guy cooperated with model solution author.... It's ridiculous! In line: %(line)s
pl: Nie możesz twierdzić, że ten uczestnik współpracował z autorem zadania wzorcowego… to niedorzeczne! W wierszu: %(line)s

source: Submission's %(id)s incorrect author: Expected: %(expected)s, but got %(given)s in line %(line)s.
pl: Niepoprawny autor zgłsozenia %(id)s: Oczekiwano: %(expected)s, choć otrzymano %(given)s w wierszu %(line)s.

source: No group found in given data.
pl: Nie znaleziono żadnych grup.

source: admin comment
pl: komentarz jury

source: submissions similarity
pl: podobieństwo zgłoszeń

source: submissions similarities
pl: podobne zgłoszenia

source: guilty
pl: plagiat

source: submissions similarity entry
pl: podobne zgłoszenie

source: submissions similarity entries
pl: podobne zgłoszenia

source: Bulk add similar submits
pl: Zbiorcze dodawanie podobnych zgłoszeń

source: Add by selecting
pl: Dodaj zaznaczając

source: Cooperation
pl: Współpraca

source: This submission was found to be suspiciously similar to the solutions provided by other contestants, thus we believe you were not working on your own, and probably cooperated in the following group:
pl: To zgłoszenie okazało się podejrzanie podobne do zgłoszeń dostarczonych przez innych uczestników; skłaniamy się ku temu, że nie pracowałeś(aś) nad nim samodzielnie, a współpraca odbywała się prawdopodobnie w następującej grupie:

source: Show diff
pl: Pokaż różnice

source: This submission was found to be suspiciously similar to the submissions from following group:
pl: To zgłoszenie okazało się podejrzanie podobne do zgłoszeń z następującej grupy:

source: Mark not guilty
pl: Nie oznaczaj jako plagiat

source: Mark guilty
pl: Oznacz jako plagiat

source: Change kind: %(description)s (and mark not guilty)
pl: Zmień typ: %(description)s (i oznacz jako niewinne)

source: Created one group
pl: Utworzono grupę

source: You can't mark a removed submission as guilty because the author will not be able to see it.
pl: Nie możesz oznaczyć usuniętego zgłoszenia jako winnego, ponieważ autor nie będzie mógł go zobaczyć.

source: in
pl: wejście

source: out
pl: wyjście

source: Rounds
pl: Rundy

source: Add a round
pl: Dodaj rundę

source: There are no rounds in this contest.
pl: Ten konkurs nie ma jeszcze rund.

source: All problem settings
pl: Ustawienia wszystkich zadań

source: <i class="fa-solid fa-gear"></i> Settings
pl: <i class="fa-solid fa-gear"></i> Ustawienia

source: Solved / tried solving
pl: Rozwiązało / próbowało rozwiązać

source: Recent activity:
pl: Ostatnio:

source: %(count)s submission
pl: %(count)s zgłoszenie

source: %(count)s question
pl: %(count)s pytanie

source: Add a problem
pl: Dodaj zadanie

source: Recent activity is activity from last %(RECENT_ACTIVITY_DAYS)s days.
pl: Ostatnia aktywność to aktywność z ostatniego %(RECENT_ACTIVITY_DAYS)s dnia.

source: Model solution: %(name)s
pl: Rozwiązanie wzorcowe: %(name)s

source: In the last 7 days
pl: W ostatnich 7 dniach:

source: %(count)s submission
pl: %(count)s zgłoszenie

source: %(count)s question
pl: %(count)s pytanie

source: Overall
pl: Ogółem

source: %(count)s round
pl: %(count)s runda

source: %(count)s problem
pl: %(count)s zadanie

source: %(count)s user
pl: %(count)s zawodnik

source: %(count)s submission
pl: %(count)s zgłoszenie

source: User dashboard
pl: Panel użytkownika

source: Create contest
pl: Stwórz konkurs

source: Homepage
pl: Strona główna

source: <p>There are no contests to display. You can <a href="%(link)s">create one</a>.</p>
pl: <p>Nie posiadasz aktualnie żadnych konkursów. Żeby temu zaradzić możesz <a href="%(link)s"> stworzyć jakiś</a>.</p>

source: There are no contests to display.
pl: Nie posiadasz aktualnie żadnych konkursów.

source: Show all contests
pl: Pokaż wszystkie konkursy

source: Time limit (ms)
pl: Limit czasu (ms)

source: Memory limit (KiB)
pl: Limit pamięci (KiB)

source: Type
pl: Typ

source: Input/output
pl: Wejście/wyjście

source: Problem settings
pl: Ustawienia zadania

source: Attachments
pl: Załączniki

source: Edit attachments
pl: Edytuj załączniki

source: Tests
pl: Testy

source: Extra file
pl: Dodatkowy plik

source: Sinol package problem
pl: Zadanie z paczki Sinola

source: config
pl: konfiguracja

source: sinolpack's configuration
pl: konfiguracja paczki Sinola

source: sinolpack's configurations
pl: konfiguracje paczki Sinola

source: sinolpack's extra file
pl: dodatkowy plik z paczki Sinola

source: sinolpack's extra files
pl: dodatkowe pliki z paczki Sinola

source: original problem package
pl: oryginalna paczka z zadaniem

source: original problem packages
pl: oryginalne paczki z zadaniami

source: Compilation of file %(filename)s failed. Compiler output: %(output)s
pl: Kompilacja pliku %(filename)s zakończyła się porażką. Wyjście kompilatora: %(output)s

source: Ingen failed: %r
pl: Błąd generowania danych wejściowych: %r

source: Tried to replace problem '%(oldname)s' with '%(newname)s'. For safety, changing problem short name is not possible.
pl: Próba zastąpienia zadania „%(oldname)s” zadaniem '%(newname)s'. Ze względów bezpieczeństwa zmiana skrótu zadania jest niemożliwa.

source: Expected extra files %r not found in prog/
pl: Nie znaleziono dodatkowych plików %r w prog/

source: You cannot upload package with problem statement in HTML. Try again using PDF format.
pl: Nie możesz wgrać paczki z treścią w formacie HTML. Spróbuj ponownie używając formatu PDF.

source: index.html has to be utf8 or iso8859-2 encoded
pl: index.html musi być kodowany za pomocą utf-8 lub iso-8859-2

source: Inwer failed on test %(test)s. Inwer output %(output)s
pl: Weryfikacja wejścia testu %(test)s zakończyła się porażką. Wyjście programu weryfikującego: %(output)s

source: Missing out file for test %s
pl: Brak pliku wyjściowego do testu %s

source: Unrecognized test: %s
pl: Nieznany test: %s

source: Score for group '%(group_name)s' not found. You must either provide scores for all groups or not provide them at all (to have them assigned automatically). (Scored groups: %(scored_groups)s, groups from config: %(config_groups)s)
pl: Nie znaleziono wyniku grupy '%(group_name)s' . Musisz albo podać wyniki dla wszystkich grup, albo nie podawać ich w ogóle (aby były przydzielone automatycznie). (Grupy z wynikiem: %(scored_groups)s, grupy z configu: %(config_groups)s)

source: Score for group '%(group_name)s' found in config, but no such test group exists in scored groups. You must either provide scores for all groups or not provide them at all (to have them assigned automatically). (Scored groups: %(scored_groups)s, groups from config: %(config_groups)s)
pl: Znaleziono punktację dla grupy '%(group_name)s' w konfiguracji, ale taka grupa testów nie należy do punktowanych grup. Musisz albo podać punktacje dla wszystkich grup, albo nie podawać ich w ogóle (aby były przydzielone automatycznie). (Grupy z punktacją: %(scored_groups)s, grupy z configu: %(config_groups)s)

source: Sinol Package
pl: Paczka Sinola

source: Show statistics
pl: Udostępnienie statystyk

source: visible to users
pl: widoczne dla użytkowników

source: visibility date
pl: data uwidocznienia

source: statistics configuration
pl: konfiguracja statystyk

source: statistics configurations
pl: konfiguracje statystyk

source: Results histogram
pl: Histogram wyników

source: # of results
pl: liczba wyników

source: results
pl: wyniki

source: Submissions histogram
pl: Histogram zgłoszeń

source: # of submissions
pl: Liczba zgłoszeń

source: Points vs source length scatter
pl: Punkty a długość źródła

source: Source length (bytes)
pl: Długość kodu źródłowego (w bajtach)

source: Test scores
pl: Wyniki testowe

source: Statistics
pl: Statystyki

source: No plots are available at the moment.
pl: Brak dostępnych wykresów.

source: Statistics for %s
pl: Statystyki do %s

source: Contest statistics
pl: Statystyki konkursu

source: You have no access to those charts
pl: Nie masz dostępu do tych wykresów

source: This page may be not up-to-date
pl: Ta strona może zawierać nieaktualną treść

source: <p>This page may present not up-to-date content or be misleading in other way. Refreshing it is strongly recommended.</p> <p>To close this popup, click <strong>Dismiss</strong> button. This will suppress further notifications.</p>
pl: <p>Ta strona może prezentować nieaktualną, bądź mylącą w inny sposób, treść. Zaleca się jej odświeżenie.</p> <p>Naciśnij <strong>Oddal</strong>, by zamknąć to okienko. Zniesie to również kolejne powiadomienia.</p>

source: Switching to a superuser is not allowed for security reasons.
pl: Przełączanie na administratora jest niedozwolone z powodów bezpieczeństwa.

source: You can't log in as inactive user.
pl: Nie możesz zalogować się jako nieaktywny użytkownik.

source: Authentication backend
pl: Tryb uwierzytelniania

source: Password authentication
pl: Uwierzytelnianie hasłem

source: Su to...
pl: Zmień użytkownika na…

source: Login as user
pl: Zmień użytkownika

source: Back to admin
pl: Wróć do admina

source: Login as another user
pl: Zaloguj się na innego użytkownika

source: Alternatively, you can <a href='%s'>submit your solutions from terminal</a>.
pl: Możesz również <a href='%s'>wysłać swoje zgłoszenie z wiersza poleceń</a>.

source: Submitting solutions from terminal
pl: Wysyłanie rozwiązań z wiersza poleceń

source: <h1>Submitting solutions from terminal</h1> <p>You can submit your solutions in text mode, which makes it easier to test your solutions. Follow steps below to prepare your environment:</p> <ul> <li>Install <b>Python 2.7</b> language interpreter.</li> <li>Download the <code><a href="%(script_url)s">submit.py</a></code> program and put it in the same directory where you store your solution file.</li> <li>Execute command: <kbd>python submit.py -u %(contest_url)s -k %(token)s -s</kbd><br/> This command permanently saves your configuration. It is stored in user's home folder. </li> <li>To send the solution, execute command: <kbd>python submit.py (file-name)</kbd><br/> Make sure that solution file name starts with the 3-character task code (e.g. solution file for task <em>Subsequence (sub)</em> should be called <b>sub.<i>ext</i></b> &mdash; where <i>ext</i> is one of supported extensions. Optionally, it may come with a postfix like <b>sub1</b> &mdash; appropriate task will be automatically selected)</li> <li>Alternatively, you can specify filename manually by calling <kbd>python submit.py -t task any_filename.<i>ext</i></kbd> </li> <li>Run <kbd>python submit.py --help</kbd> for a complete list of options and usage details.</li> </ul> <h2>Authentication Token</h2> <p class="form-inline">Your current token is: <input type="text" class="form-control" title="token" disabled value="%(token)s"/></p> <div class="alert alert-danger"><b>Warning:</b> you should be the only person that holds access to this code, as it authorizes users to submit solutions in your name. If you suspect that someone might know your token, get a new one now. Of course, you will need to reconfigure <code>submit.py</code>.</div> <button class="btn btn-outline-secondary" data-post-url="%(clear_token_url)s ">Generate new token</button>
pl: <h1>Wysyłanie zgłoszeń przez terminal</h1> <p>Możesz wysłać swoje zgłoszenie przez tryb tekstowy, co ułatwia testowanie Twojego zgłoszenia. Postępuj zgodnie z instrukcjami, aby przygotować swoje środowisko:</p> <ul> <li>Zainstaluj interpreter języka <b>Python 2.7</b>. <li>Pobierz program <code><a href="%(script_url)s">submit.py</a></code> i umieść go w tym samym folderze, w którym znajduje się plik z Twoim rozwiązaniem.</li> <li>Wykonaj polecenie: <kbd>python submit.py -u %(contest_url)s -k %(token)s -s</kbd><br/> Ta komenda na stałe zapisuje Twoją konfigurację. Jest on zapisana w folderze głównym użytkownika. </li> <li>Aby wysłać rozwiązanie, wykonaj polecenie: <kbd>python submit.py (nazwa_pliku)</kbd><br/> Upewnij się, że nazwa pliku z rozwiązaniem rozpoczyna się 3-literowym skrótem zadania (np. plik z rozwiązaniem zadania <em>Podciąg (pod)</em> powinien być nazwany <b>pod.<i>ext</i></b>&mdash; gdzie <i>ext</i> jest jednym z wspieranych rozszerzeń. Opcjonalnie, nazwa może zawierać postfix taki jak <b>sub1</b> &mdash; właściwe zadanie zostanie automatycznie wybrane)</li> <li>Alternatywnie, możesz manualnie podać nazwę pliku wywołując <kbd>python submit.py -t zadanie nazwa_pliku.<i>ext</i></kbd> </li> <li>Uruchom <kbd>python submit.py --help</kbd>aby uzyskać pełną listę opcji i szczegóły dotyczące używania.</li> </ul> <h2>Token Autoryzacyjny</h2> <p class="form-inline">Twój obecny token to: <input type="text" class="form-control" title="token" disabled value="%(token)s"/></p> <div class="alert alert-danger"><b>Ostrzeżenie: </b>jesteś jedyną osobą, która powinna mieć dostęp do tego kodu, ponieważ może on zostać użyty przez innych użytkowników do zgłaszania rozwiązań w Twoim imieniu. Jeśli masz podejrzenie, że ktoś może znać Twój token, wygeneruj nowy w tym momencie. Oczywiście będzie potrzeba rekonfiguracji <code>submit.py</code>.</div> <button class="btn btn-outline-secondary" data-post-url="%(clear_token_url)s ">Wygeneruj nowy token</button>

source: Resume and rejudge
pl: Wznów i oceń ponownie

source: Resume and clear queue
pl: Przywróć i pomiń sprawdzanie

source: Suspend all tests
pl: Wstrzymaj wszystkie testy

source: Suspend final tests
pl: Wstrzymaj testy końcowe

source: Judge initial
pl: Oceń wstępne

source: Judge final
pl: Oceń końcowe

source: Suspended
pl: Wstrzymane

source: Latest Contests
pl: Ostatnie Konkursy

source: There are no contests we can show you right now :(
pl: Nie ma tutaj konkursów, które możesz zobaczyć :(

source: News
pl: Aktualności

source: Contact us
pl: Kontakt

source: Send Feedback
pl: Kontakt

source: Do you have any questions or feedback? Is something wrong? Use the %(send_feedback)s button in the corner of the page.
pl: Masz pytania lub uwagi? Coś jest nie tak? Skorzystaj z przycisku %(send_feedback)s w rogu strony.

source: We are supported by
pl: Wspiera nas

source: My Submissions
pl: Moje Zgłoszenia

source: You haven't submitted anything yet. Try entering a contest!
pl: Nie masz jeszcze żadnych zgłoszeń. Czas dołączyć do konkursu!

source: Welcome back! Let's write some code.
pl: Witaj ponownie! Czas napisać trochę kodu.

source: Welcome!
pl: Witaj!

source: Welcome to Szkopuł - a place for solving algorithmic challenges!<br> In order to submit solutions and register for contests you need to <a href="register">make an account</a>.
pl: Witaj na Szkopule - portalu do rozwiązywania wyzwań algorytmicznych!<br> Zanim będziesz mógł wysyłać swoje rozwiązania, musisz <a href="register">założyć konto</a>.

source: <p>In the event of technical difficulties with Szkopuł, please contact us via email at <a href="mailto:%(support_email)s">%(support_email)s</a>.</p> <p>If you are familiar with IRC chat, the support team is also reachable on PIRC network (<code>irc.pirc.pl</code>) in <code>#szkopul</code> channel. If you are not, just use email.</p> <p>Please do not ask us things like "how to solve task XYZ?".</p> <p>Please remember that the support team has to sleep sometimes or go to work in real life.</p>
pl: <p>W razie problemów technicznych ze Szkopułem, prosimy o kontakt mailowy pod adresem <a href="mailto:%(support_email)s">%(support_email)s</a>.</p> <p>Jeżeli czat IRC nie jest Ci obcy, zespół techniczny jest również dostępny na sieci PIRC (<code>irc.pirc.pl</code>) na kanale <code>#szkopul</code>. Jeżeli nie jesteś, użyj po prostu maila.</p> <p>Prosimy nie zadawać pytań typu "Jak rozwiązać zadanie Wielomian?".</p> <p>Pragniemy podkreślić, że zespół techniczny również potrzebuje snu, pracuje, studiuje.</p>

source: Email address
pl: Adres e-mail

source: Teachers
pl: Nauczyciele

source: Contest added successfully.
pl: Dodano konkurs.

source: New contest
pl: Nowy konkurs

source: Teachers permissions
pl: Uprawnienia nauczycieli

source: Contest for teachers
pl: Konkurs dla nauczycieli

source: Please provide the full name. If the school is a part of a larger organization of schools, <br>enter the name of this organization.
pl: Wpisz pełną nazwę szkoły. Jeśli szkoła należy do zespołu, <br>wpisz nazwę zespołu szkół.

source: Message
pl: Wiadomość

source: Optional. If provided, this message will be sent to the managers.
pl: Opcjonalnie. Jeśli tu coś wpiszesz, informacja zostanie przesłana do administratorów.

source: Is a teacher
pl: Jest nauczycielem

source: Registration completed
pl: Rejestracja zakończona

source: Request teacher account
pl: Poproś o konto nauczycielskie

source: Your request for a teacher account has been accepted. Visit the following link to create your first contest: %(new_contest_link)s Best wishes, OIOIOI Portal Managers
pl: Zaakceptowano prośbę o konto nauczycielskie. Możesz utworzyć nowy konkurs korzystając z poniższego odnośnika: %(new_contest_link)s Pozdrawiamy, Administratorzy OIOIOI

source: Teacher account request accepted
pl: Zaakceptowano prośbę o konto nauczycielskie

source: Registration for teachers has been disabled.
pl: Wyłączono rejestrację dla nauczycieli.

source: Registration for pupils has been disabled.
pl: Wyłączono rejestrację dla uczniów.

source: Invalid activation link.
pl: Niepoprawny odnośnik aktywacyjny.

source: Confirm granting teacher rights
pl: Potwierdź przyznanie uprawnień nauczyciela

source: Are you sure, that you want to grant teacher rights to %(fullname)s (%(username)s) from %(school)s?
pl: Czy na pewno chcesz przyznać użytkownikowi %(fullname)s (%(username)s) ze szkoły %(school)s uprawnienia nauczyciela?

source: Choose registration type
pl: Wybierz rodzaj rejestracji

source: Confirm registration
pl: Potwierdź rejestrację

source: Your account is a teacher account. Please choose, if you wish to register to the %(contest)s contest as a teacher or as a pupil.
pl: Twoje konto jest kontem nauczycielskim. Wybierz, czy chcesz dołączyć do konkursu %(contest)s jako nauczyciel czy jako zwykły uczestnik.

source: Your account is a teacher account. If you wish to register to the %(contest)s contest as a teacher, <strong>ask contest admin for link intended for teachers</strong>. Otherwise confirm below your registration as a pupil.
pl: Twoje konto jest kontem nauczycielskim. Jeśli chcesz się zarejestrować w %(contest)s konteście jako nauczyciel, <strong>poproś admin'a kontestu o link przeznaczony dla nauczycieli</strong>. W innym wypadku, potwierdź poniżej twoją rejestrację jako uczeń.

source: You are going to register to the %(contest)s contest. Please, confirm your registration.
pl: Zamierzasz zarejestrować się do konkursu %(contest)s. Potwierdzasz swoją decyzję?

source: Register as a teacher
pl: Zarejestruj się jako nauczyciel

source: Register as a pupil
pl: Zarejestruj się jako uczeń

source: Register!
pl: Zarejestruj się!

source: Proceed to the default contest:
pl: Przejdź do konkursu domyślnego:

source: Or select one of the following:
pl: lub wybierz jeden z następujących:

source: You have teacher's access.
pl: Masz dostęp nauczycielski.

source: There are no contests you could take part in.
pl: Brak konkursów, w których możesz wziąć udział.

source: Your request for teacher's access awaits administrators approval.
pl: Twoja prośba o dostęp nauczycielski czeka na akceptację administratorów.

source: Ask your teacher for a registration link
pl: Poproś nauczyciela o odnośnik rejestracyjny

source: <h5>Are you a teacher?</h5> <a href="%(add_teacher_url)s">Ask</a> administrators for teacher's access.
pl: <h5>Jesteś nauczycielem?</h5> <a href="%(add_teacher_url)s">Poproś</a> administratorów o dostęp nauczycielski.

source: Contest teachers
pl: Nauczyciele

source: Contest pupils
pl: Uczniowie

source: On this page you can view, add and remove pupils from the contest.
pl: Na tej stronie możesz dodać, usunąć oraz przejrzeć listę uczniów w konkursie.

source: Currently, two options of managing pupils are available.
pl: Aktualnie są dostępne dwie opcje zarządzania uczniami w konkursie.

source: First (newer one) is to add one of your user groups to the contest with all its users.
pl: Pierwsza (nowsza) to dodawanie wcześniej zdefiniowanych grup użytkowników do konkursu, co skutkuje dodaniem wszystkich uczniów zapisanych do danej grupy.
