Repository: sio2project/oioioi
Catalog: oioioi/_locale/locale/*/LC_MESSAGES/django.po
Languages: pl

source: new submission message
pl: wiadomość przy nowym zgłoszeniu

source: new submission messages
pl: wiadomości przy nowych zgłoszeniach

source: Score must look like this: '<type>:<value>', for example 'int:100', not '%s'.
pl: Pole punktów musi mieć postać „<typ>:<wartość>”, np. "int:100", a nie „%s”.

source: Unrecognized score type '%s'
pl: Nieznany typ wyniku „%s”

source: Add problem
pl: Dodaj zadanie

source: Yes, I am sure.
pl: Tak, potwierdzam.

source: Edit user
pl: Edycja użytkownika

source: User id
pl: ID użytkownika

source: Confirm contest archive
pl: Potwierdź archiwizację kontestu

source: Archiving will make the contest 'read-only', which means nobody will be able to: <ul> <li>add new participants,</li> <li>submit solutions,</li> <li>add new problems and rounds,</li> <li>ask questions,</li> <li>add posts and comments on forum.</li> </ul>
pl: Archiwizacja sprawi, że konkurs będzie 'tylko do odczytu', co oznacza, że nikt nie będzie mógł: <ul> <li>dodawać uczestników,</li> <li>wysyłać zgłoszeń,</li> <li>dodawać zadań i rund,</li> <li>zadawać pytań,</li> <li>pisać wiadomości i komentarzy na forum.</li> </ul>

source: You will be able to unarchive this contest later.
pl: Możliwe będzie cofnięcie archiwizacji.

source: Confirm rejudge
pl: Potwierdź ponowną ocenę

source: Something about this problem has changed. If the change was trivial (like a typo) then rejudge is not needed.
pl: Coś się zmieniło w tym zadaniu. Jeżeli zmiana była kosmetyczna (na przykład literówka w treści zadania), to ponowna ocena zgłoszeń nie jest potrzebna.

source: If the tests for the problem have changed then you should proceed with a rejudge.
pl: Jeżeli testy do tego zlecenia ulegly zmienie powinieneś zlecić ponowną ocenę zgłoszeń.

source: You are going to rejudge %(count)s submissions. It may take some time.
pl: Zlecasz ponowną ocenę %(count)s zgłoszeń. To może trochę zająć...

source: Confirm rejudge is not needed
pl: Potwierdź, że ponowna ocena nie jest potrzebna

source: You are going to mark the submissions to this problem as not needing a rejudge.
pl: Zamierzasz oznaczyć zgłoszenia do tego problemu jako niewymagające ponownej oceny.

source: Confirm resetting limits
pl: Potwierdź reset limitów

source: You are going to reset time and memory limits and point scores of all tests for problem %(probleminstance)s. <br> Limits and scores for this problem will be replaced by limits set on the <a href="%(url)s"> problem site </a>.
pl: Za chwilę zresetujesz limity czasu i pamięci oraz wyniki punktowe dla wszystkich testów zadania %(probleminstance)s. <br> Limity oraz wyniki dla tego zadania zostaną zastąpione przez te, ustawione na <a href="%(url)s"> stronie problemu </a>.

source: Rules
pl: Zasady

source: The contest has %(number)s round.
pl: Konkurs ma %(number)s rundę.

source: The contest starts on %(contest_start_date)s and ends on %(contest_end_date)s.
pl: Konkurs rozpoczyna się %(contest_start_date)s i kończy się %(contest_end_date)s.

source: The contest starts on %(contest_start_date)s.
pl: Konkurs rozpoczyna się %(contest_start_date)s.

source: There is a limit of %(min)s to %(max)s submissions, depending on a problem.
pl: W zależności od zadania, limit zgłoszeń wynosi od %(min)s do %(max)s.

source: There is a limit of %(limit)s submissions for each problem.
pl: Dla każdego zadania limit zgłoszeń wynosi %(limit)s.

source: There are no submission limits in this contest.
pl: W tym konkursie nie ma limitów zgłoszeń.

source: In round %(name)s, your results will be visible %(results)s and the public ranking will be visible %(ranking)s.
pl: W rundzie %(name)s, Twoje wyniki będą widoczne %(results)s, a publiczny ranking będzie widoczny %(ranking)s.

source: In round %(name)s, your results as well as public ranking will be visible %(results)s.
pl: W rundzie %(name)s, zarówno Twoje wyniki jak i publiczny ranking będą widoczne %(results)s.

source: This is a technical report of an evaluation failure. If you are an administrator and would like to report the problem to OIOIOI authors, make sure to send this entire information as well.
pl: To jest szczegółowe sprawozdanie awarii sprawdzaczki. Jeśli jesteś administratorem i chcesz zgłosić błąd autorom OIOIOI, koniecznie dołącz pełną zawartość tej strony.

source: The next step in the recipe was:
pl: Następny krok planu wykonania oceny:

source: The final evaluation environment (with <code>recipe</code> and <code>error_handlers</code> removed for readability) was:
pl: Końcowy zbiór danych (<code>recipe</code> oraz <code>error_handlers</code> pominięte dla czytelności):

source: Downloads
pl: Pliki i testy

source: Edit files message
pl: Edytuj wiadomość w zakładce Pliki

source: Add file
pl: Dodaj plik

source: Problem statement
pl: Treść zadania

source: <p>This is a new OIOIOI installation. Begin by <a href="%(new_contest_link)s">creating a new contest</a>.</p>
pl: <p>To nowa instalacja OIOIOI. Zacznij od <a href="%(new_contest_link)s">stworzenia nowego konkursu</a>.</p>

source: <p>There are no contests available to logged out users.</p> <p>Please <a href="%(login_link)s">log in</a> or <a href="%(reg_link)s">sign up</a>.</p>
pl: <p>Nie ma konkursów dostępnych dla wylogowanych użytkowników.</p> <p>Proszę <a href="%(login_link)s">zaloguj się</a> lub <a href="%(reg_link)s">zarejestruj się</a>.</p>

source: <p>There are no contests available.</p>
pl: <p>Brak dostępnych konursów.</p>

source: Details
pl: Szczegóły

source: My submissions
pl: Moje zgłoszenia

source: Edit submit message
pl: Edytuj wiadomość przy nowym zgłoszeniu

source: Submission time
pl: Czas zgłoszenia

source: No reports are available
pl: Brak sprawozdań

source: Show info about...
pl: Pokaż dane…

source: Show user info
pl: Pokaż dane użytkownika

source: No problems available
pl: Brak widocznych zadań

source: Submit solution
pl: Zgłoś rozwiązanie

source: Sorry, there are no problems for which you could submit a solution...
pl: Niestety nie ma tu żadnych zadań, do których możesz przysłać rozwiązanie…

source: Name
pl: Nazwa

source: Tries left
pl: Pozostało prób

source: Submissions limit
pl: Limit zgłoszeń

source: unlimited
pl: nielimitowany

source: of
pl: z

source: No problems are active at the moment.
pl: Brak aktywnych zadań.

source: Confirm attachement
pl: Potwierdź podpięcie

source: You are going to attach problem %(problem_instance)s to contest %(destination_contest)s
pl: Za chwilę dodasz zadanie %(problem_instance)sdo konkursu %(destination_contest)s.

source: Copy limits from source contest
pl: Skopiuj limity z konkursu źródłowego

source: Attach
pl: Podepnij

source: Attach problem
pl: Podepnij zadanie

source: Choose a contest to attach the problem to %(problem_instance)s:
pl: Wybierz konkurs, do którego podpiąć zadanie %(problem_instance)s:

source: Contest ID
pl: ID konkursu

source: Archived
pl: Zarchiwizowany

source: More
pl: Więcej

source: User's round time extensions
pl: Przedłużenia trwania rundy dla użytkownika

source: Round
pl: Runda

source: Extra time
pl: Dodatkowy czas

source: Select contest
pl: Wybierz konkurs

source: Submission %(id)s
pl: Zgłoszenie %(id)s

source: Something went wrong on our side when judging your submission... Try again later or contact the administration if this issue persists.
pl: Coś poszło nie tak po naszej stronie przy sprawdzaniu twojego zgłoszenia... Spróbuj ponownie później lub skontaktuj się z administracją, jeśli ten problem dalej będzie występował.

source: Hidden reports
pl: Ukryte sprawozdania

source: Creation date
pl: Data utworzenia

source: Change kind
pl: Zmień rodzaj

source: Rejudge
pl: Oceń ponownie

source: Normal rejudge
pl: Zwykła ponowna ocena

source: Submit another
pl: Wyślij inne

source: Submission
pl: Zgłoszenie

source: Submission date
pl: Data zgłoszenia

source: Submission comment
pl: Komentarz

source: Select type of rejudge:
pl: Wybierz sposób ponownej oceny:

source: Tests:
pl: Testy:

source: User info
pl: Informacje o użytkowniku

source: User's submissions
pl: Zgłoszenia użytkownika

source: infinity
pl: nieskończoności

source: immediately
pl: natychmiast

source: after %(date)s
pl: po %(date)s

source: Edit submissions message
pl: Edytuj wiadomość w zakładce Moje zgłoszenia

source: Rejudge request received.
pl: Zapisano zlecenie ponownej oceny.

source: Submission kind has been changed.
pl: Rodzaj zgłoszenia został zmieniony.

source: %(kind)s is not valid kind for submission %(submission_id)d.
pl: %(kind)s nie jest poprawnym rodzajem, jaki może przyjąć zgłoszenie %(submission_id)d.

source: See user info page
pl: Zobacz informacje o użytkowniku

source: %(count)d rejudge request received.
pl: Otrzymano %(count)d zlecenie ponownej oceny.

source: Needs rejudge flag turned off.
pl: Wyłączono flagę "wymaga ponownej oceny"

source: Tests limits reset successfully
pl: Zresetowanie limitów powiodło się

source: Problem {} added successfully.
pl: Dodano zadanie {}.

source: Top Links Menu
pl: Menu górnych linków

source: dashboard message
pl: wiadomość na stronie startowej

source: dashboard messages
pl: wiadomość na stronie startowej

source: Dashboard
pl: Start

source: <p>This is the landing page of the contest. <p>Your submissions, important news and answers to your questions<br> will be displayed here.</p>
pl: <p>Oto strona główna konkursu. <p>Twoje zgłoszenia, istotne ogłoszenia oraz odpowiedzi na Twoje pytania<br> będą tu wyświetlane.</p>

source: <p>There is no dashboard message at the moment. You can add one by pressing the "Add dashboard message" button below.</p>
pl: <p>Aktualnie brak wiadomości w panelu głównym. Możesz dodać nową, używając przycisku "Dodaj wiadomość na panel główny", znajdującego się poniżej.</p>

source: Add dashboard message
pl: Dodaj wiadomość na panel główny

source: Edit dashboard message
pl: Edytuj wiadomość na stronie startowej

source: Contest dashboard
pl: Strona główna konkursu

source: This contest is archived.
pl: Ten kontest jest zarchiwizowany.

source: Questions and news
pl: Pytania i ogłoszenia

source: Show more
pl: Pokaż więcej

source: Guilty
pl: Winny

source: Custom disqualification
pl: Dyskwalifikacje

source: Disqualified
pl: Zdyskwalifikowany

source: title
pl: tytuł

source: disqualification
pl: dyskwalifikacja

source: disqualifications
pl: dyskwalifikacje

source: The submission does not match the user.
pl: To nie jest zgłoszenie wybranego użytkownika.

source: information displayed on dashboard for every disqualified participant
pl: informacja widoczna na stronie głównej konkursu dla każdego zdyskwalifikowanego uczestnika

source: diqualifications configuration
pl: konfiguracja dyskwalifikacji

source: disqualifications configurations
pl: konfiguracje dyskwalifikacji

source: Disqualification (admin panel)
pl: Dyskwalifikacja (panel admina)

source: Disqualification
pl: Dyskwalifikacja

source: <p> We have found your submission not being compliant with terms of the contest by breaking following rules: </p>
pl: Zauważyliśmy, że Twoje zgłoszenie nie jest zgodne z zasadami konkursu z powodu złamania następujących zasad:

source: (not guilty)
pl: (niewinny)

source: Offending submission:
pl: Uchybiające zgłoszenie:

source: <p>We have found that at least one of your submission is not being compliant with terms of the contest:</p>
pl: <p>Niestety, jedno z Twoich zgłoszeń jest niezgodne z regulaminem konkursu:</p>

source: <p>We are going to disqualify you for the following reason:</p>
pl: <p>Zamierzamy cię zdyskwalifikować z następującego powodu:</p>

source: (None)
pl: (brak)

source: Submission id
pl: Id zgłoszenia

source: Remove selected submissions from the queue
pl: Usuń wybrane zgłoszenia z kolejki

source: Evaluation queue
pl: Kolejka sprawdzania

source: Contest Queued Jobs
pl: Zadania zakolejkowane w ramach konkursu

source: Queued
pl: W kolejce

source: In progress
pl: Przetwarzane

source: Cancelled
pl: Anulowane

source: Waiting
pl: Oczekujące

source: Queued job
pl: Zakolejkowane zadanie

source: Queued jobs
pl: Zakolejkowane zadania

source: JSON-encoded evaluation environ
pl: Środowisko oceniania w formacie JSON

source: Time and date when the environ was saved
pl: Czas ostatniego zapisu środowiska oceniania

source: Export submissions
pl: Eksport zgłoszeń

source: All rounds
pl: Wszystkie rundy

source: Choose round
pl: Wybierz rundę

source: Only submissions used for final scoring
pl: Tylko zgłoszenia użyte w ostatecznych ocenach

source: Here you can export submissions from this contest to an archive in szubrawcy-compatible format. Please note that this feature is optimized for OI and may not work as well for other contest types.
pl: Tutaj możesz wyeksportować zgłoszenia z tego konkursu do archiwum w formacie szubrawcy. Pamiętaj, że ta funkcja jest dostosowana do OI i może nie równie dobrze działać w przypadku innych typów konkursów.

source: For large contests building the archive may take a while. Please be patient.
pl: W przypadku dużych konkursów tworzenie archiwum może zająć dłuższą chwilę. Prosimy o cierpliwość.

source: Download
pl: Pobierz

source: Delete all orphaned files older than specified number of days.
pl: Usuwa osierocone pliki starsze niż podana liczba dni.

source: Orphaned files older than DAYS days will be deleted. Default value is 30.
pl: Osierocone pliki starsze niż DNI dni zostaną usunięte. Domyślna wartość to 30.

source: DAYS
pl: DNI

source: If set, the orphaned files will only be displayed, not deleted.
pl: Jeśli ustawione, osierocone pliki będą jedynie wyświetlone, a nie usuwane.

source: No files to delete.
pl: Brak plików do usunięcia.

source: The following %d file is scheduled for deletion:
pl: Następujący %d plik zostanie usunięty:

source: %d file scheduled for deletion.
pl: %d plik zostanie usunięty.

source: Deleting the following %d file:
pl: Usuwanie następującego %d pliku:

source: Deleting %d file
pl: Usuwanie %d pliku

source: Empty forum
pl: Brak kategorii w forum

source: Categories
pl: Kategorie

source: Unarchive the contest to add category.
pl: Cofnij archiwizację kontestu, aby dodać kategorię.

source: Add category
pl: Dodaj kategorię

source: Posts admin view
pl: Administracja wiadomościami

source: Posts
pl: Posty

source: Bans
pl: Bany

source: Empty category
pl: Brak tematów w kategorii

source: Threads
pl: Tematy

source: Empty thread
pl: Brak wiadomości w temacie

source: Thread
pl: Temat

source: One post has been hidden.
pl: Ukryto jedną wiadomość.

source: Hide selected posts
pl: Ukryj zaznaczone wiadomości

source: "Reported" status removed from one post.
pl: Usunięto stan „zgłoszony” z jednej wiadomości.

source: Dismiss reports for selected posts
pl: Oddal sprawozdania dla zaznaczonych wiadomości

source: One post was approved.
pl: Zatwierdzono wiadomość.

source: Approve selected posts
pl: Zatwierdź zaznaczone wiadomości

source: "Approved" status removed from one post.
pl: Cofnięto zatwierdzenie wiadomości.

source: Revoke approval of selected posts
pl: Cofnij zatwierdzenie zaznaczonych wiadomości

source: Post is too long
pl: Post jest za długi

source: Topic
pl: Temat

source: Remove user reports
pl: Usuń donosy użytkowników

source: Reason
pl: Powód

source: Lock the forum
pl: Zablokuj forum

source: Unlock the forum
pl: Odblokuj forum

source: allow only registered users to post on forum
pl: tylko uczestnicy konkursu mogą tworzyć posty

source: forum is visible after lock
pl: forum jest widoczne po zablokowaniu

source: autolock date
pl: data automatycznego zablokowania

source: autounlock date
pl: data automatycznego odblokowania

source: forums
pl: fora

source: category
pl: kategoria

source: order
pl: kolejność

source: reactions enabled
pl: reakcje włączone

source: categories
pl: kategorie

source: Threads count
pl: Liczba tematów

source: Posts count
pl: Liczba wiadomości

source: Reported posts count
pl: Liczba zgłoszonych wiadomości

source: thread
pl: temat

source: last post
pl: ostatnia wiadomość

source: threads
pl: tematy

source: post
pl: wiadomość

source: add date
pl: data dodania

source: last edit
pl: ostatnia edycja

source: author
pl: autor

source: reported
pl: zgłoszony

source: report_reason
pl: powód_donosu

source: approved
pl: zatwierdzona

source: hidden
pl: ukryty

source: posts
pl: wiadomości

source: Upvote
pl: Łapka w górę

source: Downvote
pl: Łapka w dół

source: admin who banned
pl: banujący

source: banned at
pl: czas zbanowania

source: reason
pl: przyczyna

source: forum message
pl: wiadomość na forum

source: forum messages
pl: wiadomości na forum

source: new post message
pl: wiadomość przy tworzeniu nowego posta

source: new post messages
pl: wiadomości przy tworzeniu nowego posta

source: Ban user
pl: Zablokuj użytkownika

source: Ban user:
pl: Zablokuj użytkownika:

source: Banned user is denied any interaction with forum. This includes reporting, making and editing posts. Reading forum contents will not be affected.
pl: Zbanowany użytkownik ma zablokowane wszystkie interakcje z forum m.in.: tworzenie, edytowanie, i donoszenie na posty. Przeglądanie forum nie zostanie zablokowane.

source: Category
pl: Kategoria

source: Add new thread
pl: Utwórz nowy temat

source: Options
pl: Opcje

source: Reported posts
pl: Zgłoszone wiadomości

source: Last post
pl: Ostatnia wiadomość

source: There is no thread in this category, sorry.
pl: W tej kategorii nie ma jeszcze tematów.

source: Delete confirmation
pl: Potwierdzenie usunięcia

source: Are you sure, that you want to delete %(elem)s?
pl: Na pewno chcesz usunąć %(elem)s?

source: Are you sure, that you want to delete post:
pl: Czy jesteś pewny/a, że chcesz usunąć post?

source: in %(thread)s?
pl: w %(thread)s?

source: Report confirmation
pl: Potwierdzenie donosu

source: Are you sure, that you want to report post:
pl: Czy jesteś pewny/a, że chcesz donieść na post?

source: Report
pl: Zgłoś

source: Edit post
pl: Edycja wiadomości

source: Latest posts
pl: Ostatnie posty

source: Edit forum message
pl: Edytuj wiadomość na forum

source: Edit new post message
pl: Edytuj wiadomość przy tworzeniu nowego posta

source: Add new category
pl: Dodaj nową kategorię

source: Lock forum now
pl: Zablokuj forum

source: Unlock forum now
pl: Odblokuj forum

source: Disable post reactions
pl: Wyłącz reakcje do postów

source: Enable post reactions
pl: Włącz reakcje do postów

source: There is no category in the forum, sorry.
pl: To forum nie zawiera żadnej kategorii.

source: No posts to show.
pl: Brak postów do wyświetlenia.

source: This user was banned.
pl: Ten użytkownik został zablokowany.

source: ban author
pl: zbanuj autora

source: Added
pl: Dodany

source: Last edit
pl: Ostatnia modyfikacja

source: edit
pl: edytuj

source: hide
pl: ukryj

source: approve
pl: zatwierdź

source: This post was approved.
pl: Wiadomość została zatwierdzona.

source: revoke approval
pl: cofnij zatwierdzenie

source: report
pl: zgłoś

source: Reporter was banned.
pl: Donosiciel został zbanowany.

source: ban reporter
pl: zbanuj donosiciela

source: This post was reported.
pl: Wiadomość została zgłoszona do administracji

source: This post was hidden by the contest administrator
pl: Wiadomość została ukryta przez administratora.

source: unhide
pl: pokaż

source: expand
pl: rozwiń

source: New post
pl: Dodaj wiadomość

source: Add thread
pl: Dodaj temat

source: and others.
pl: i inni.

source: You are banned on this forum. You can't add, edit or report posts. To appeal contact contest administrators.
pl: Jesteś zbanowany/a na tym forum. Nie możesz dodawać, edytować, ani donosić na posty. Aby się odwołać skontaktuj się z administratorem konkursu.

source: This forum is locked, it is not possible to add or edit posts right now
pl: Forum jest zablokowane. Podczas blokady nie można dodawać ani edytować wiadomości.

source: Forum is going to be unlocked at %s
pl: Forum zostanie odblokowane o %s

source: Forum is going to be locked at %s
pl: Forum zostanie zablokowane o %s

source: Post reactions are not enabled.
pl: Reakcje do postów nie są włączone.

source: Invalid reaction type.
pl: Nieprawidłowy typ reakcji.

source: You can't ban an admin.
pl: Nie można zbanować administratora.

source: Banned user: %s
pl: Zbanowany użytkownik: %s

source: Removed %d reports
pl: Usunięto donosów: %d

source: Auto show and hide
pl: Automatyczne pokazywanie i ukrywanie

source: Global message
pl: Wiadomość globalna

source: start
pl: początek

source: end
pl: koniec

source: Enable IP authentication sync
pl: Włącz synchronizację uwierzytelniania wg IP

source: Disable IP authentication sync
pl: Wyłącz synchronizację uwierzytelniania wg IP

source: IP authentication sync config
pl: Konfiguracja synchronizacji uwierzytelniania wg IP

source: IP authentication sync configs
pl: Konfiguracje synchronizacji uwierzytelniania wg IP

source: Warnings
pl: Ostrzeżenia

source: Mapping
pl: Odwzorowanie

source: IP authentication sync messages
pl: Komunikaty synchronizacji uwierzytelniania wg IP

source: IP/DNS based authentication
pl: Uwierzytelnianie wg IP/DNS

source: IP autoauth mapping
pl: autologowanie po IP

source: IP autoauth mappings
pl: autologowania po IP

source: DNS hostname
pl: nazwa hosta DNS

source: DNS autoauth mapping
pl: autologowanie po DNS

source: DNS autoauth mappings
pl: autologowania po DNS

source: <p>You participate in the on-site competition. Why the heck would you like to log in this way?</p>
pl: <p>Hej! Konkurs, w którym bierzesz udział odbywa się w warunkach kontrolowanej samodzielności. Dlaczego chcesz logować się w ten sposób?</p>

source: Related submission
pl: Powiązane zgłoszenie

source: Accept selected submissions
pl: Zaakceptuj zaznaczone zgłoszenia

source: Postal submissions
pl: Zgłoszenia pocztowe

source: Confirmation code
pl: Kod potwierdzenia

source: Value must consist of numbers or letters from A to F
pl: Wartość musi składać się z cyfr lub liter od A do F

source: Postal submission number %s does not exist
pl: Numer zgłoszenia pocztowego %s nie istnieje

source: Postal submission number %s is for a different contest
pl: Zgłoszenie pocztowe nr %s jest do innego konkursu

source: Invalid confirmation code
pl: Niepoprawny kod potwierdzenia

source: related submission
pl: powiązane zgłoszenie

source: accepted by
pl: zaakceptowane przez

source: Mail submissions start
pl: Rozpoczęcie zgłoszeń pocztowych

source: Mail submissions end
pl: Zakończenie zgłoszeń pocztowych

source: printout text
pl: tekst drukowany

source: LaTeX-formatted text to show on the printed document sent by regular post; usually contains the instruction on how, where and when to send it.
pl: Tekst sformatowany LaTeXa pokazywany na drukowanym dokumencie do wysłania zwykłą pocztą; zwykle zawiera instrukcje o tym jak, gdzie i kiedy go wysłać.

source: This document confirms that you have uploaded a file for postal submission on our server. To have this file judged, send this document by mail to us.
pl: Ten dokument potwierdza wysyłkę pliku na nasz serwer przy zgłoszeniu pocztowym. Wyślij go do nas pocztą, by ten plik został oceniony.

source: postal submission configuration
pl: konfiguracja zgłoszeń pocztowych

source: postal submission configurations
pl: konfiguracje zgłoszeń pocztowych

source: Please enter postal submission confirmation code to accept.
pl: Wprowadź kod potwierdzenia zgłoszenia pocztowego, by je zaakceptować

source: Upload solution for postal submission
pl: Wyślij rozwiązanie do zgłoszenia pocztowego

source: Postal submission
pl: Zgłoszenie pocztowe
