Repository: sio2project/oioioi
Catalog: oioioi/_locale/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Alternatively, you can use older method of sharing access link with your pupils.
pl: Alternatywnie, możesz także używać starszej metody polegającej na proszeniu uczniów o wklejenie specjalnego linku do przeglądarki.

source: All pupils have the same contest rights.
pl: Niezależnie od metody dodania, każdy uczeń ma te same uprawnienia w konkursie.

source: Go to members
pl: Przewiń do części Członkowie

source: Groups
pl: Grupy użytkowników

source: Groups enable adding and removing many pupils at once. In the list below you can find all groups added to this contest and manage them. All pupils in the groups below have access to this contest.
pl: Grupy użytkowników pozwalają na grupowe dodawanie i usuwanie użytkowników z konkursu jednym kliknięciem. Poniżej znajduje się lista wszystkich grup dodanych do tego konkursu, którą możesz dowolnie modyfikować. Każdy użytkownik, który należy do przynajmniej jednej z poniższych grup ma dostęp do konkursu.

source: You have not added any group to this contest yet.
pl: Nie dodałeś jeszcze żadnej grupy do tego konkursu.

source: Strange, this group doesn't have any members.
pl: Dziwne, ta grupa jest pusta.

source: Modify group
pl: Modyfikuj grupę

source: Remove group from this contest
pl: Usuń grupę z tego konkursu

source: Members
pl: Członkowie

source: This section enables you to add pupils to contest in the old fashioned way, by sharing access link. You can also create new user group from members below, which will be automatically added to this contest.
pl: Ta sekcja pozwala Ci dodawać nowych uczniów do konkursy w starym stylu, poprzez dzielenie się specjalnym linkiem. Możesz również stworzyć nową grupę użytkowników składającą się z poniższych uczniów, która zostanie automatycznie dodana do konkursu.

source: To allow a teacher to access this contest, ask them to visit the following link:
pl: Aby dać nauczycielom dostęp do konkursu, poproś ich o użycie następującego odnośnika:

source: To allow a pupil to access this contest, ask them to visit the following link:
pl: Aby dać uczniom dostęp do konkursu, poproś ich o użycie następującego odnośnika:

source: Disable link
pl: Zablokuj odnośnik

source: Registration of teachers is disabled.
pl: Rejestracja nauczycieli jest wyłączona.

source: Registration of pupils is disabled.
pl: Rejestracja uczniów jest wyłączona.

source: Enable registration
pl: Włącz rejestrację

source: Add a teacher
pl: Dodaj nauczyciela

source: Add a pupil
pl: Dodaj ucznia

source: Create new group from members below
pl: Stwórz nową grupę z poniższych uczniów

source: No teachers.
pl: Brak nauczycieli.

source: No pupils.
pl: Brak uczniów.

source: Select all
pl: Zaznacz wszystko

source: Select none
pl: Odznacz wszystko

source: Delete selected
pl: Usuń zaznaczone

source: Add from other contest
pl: Skopiuj z innego konkursu

source: <p>You are not registered to this contest.</p> <p>Please ask your teacher for instructions on how to register or <a href="%(link)s">choose another contest</a>.</p>
pl: <p>Nie jesteś zarejestrowany/a w tym konkursie</p> <p>Poproś swojego nauczyciela o instrukcje, jak się zarejestrować lub <a href="%(link)s">wybierz inny konkurs</a>.</p>

source: Send request
pl: Wyślij prośbę

source: The following user requests a teacher account:
pl: Otrzymano prośbę o konto nauczycielskie od:

source: Visit the following link to accept the invitation:
pl: Użyj poniższego odnośnika, by zaakceptować prośbę:

source: or reply to this email to contact the requester.
pl: lub odpowiedz na tę wiadomość, aby skontaktować się ze zgłaszającym.

source: Message from the requester:
pl: Wiadomość od użytkownika:

source: Teacher account request: %(fullname)s (%(username)s)
pl: Prośba o konto nauczycielskie: %(fullname)s (%(username)s)

source: Request has been sent.
pl: Prośba została wysłana.

source: You will receive an email once your teacher account is activated.
pl: Otrzymasz wiadomość e-mail, gdy konto nauczycielskie zostanie aktywowane.

source: Pupils
pl: Uczniowie

source: Teacher dashboard
pl: Panel nauczyciela

source: Your user groups
pl: Twoje grupy użytkowników

source: User is not a teacher: '%(user)s'
pl: Użytkownik nie jest nauczycielem: '%(user)s'

source: User is already added: '%(user)s'
pl: Użytkownik jest już dodany: '%(user)s'

source: User already accepted.
pl: Użytkownik już zaakceptowany.

source: Successfully accepted and emailed the new teacher.
pl: Zaakeptowano i powiadomiono mailem nowego nauczyciela.

source: You are already registered.
pl: Jesteś już zarejestrowany/a.

source: Activation successful.
pl: Aktywacja zakończona.

source: Import members completed successfully.
pl: Pomyślnie zakończono importowanie członków.

source: User '%(user)s' successfully added as a '%(member_type)s'.
pl: Pomyślnie dodano użytkownika '%(user)s' jako '%(member_type)s'.

source: Teams
pl: Drużyny

source: Team name
pl: Nazwa drużyny

source: You are in the team, so submission will be sent as the team.
pl: Jako że należysz do drużyny, twoje zgłoszenie zostanie wysłane w jej imieniu.

source: You can't submit a solution for another team!
pl: Nie możesz wysyłać zgłoszeń w imieniu innej drużyny!

source: Team does not exist
pl: Drużyna nie istnieje

source: You are in the team, but you are also the admin, so you can send solution as the team user or as yourself.
pl: W związku z tym, że należysz do drużyny i masz uprawniania administratora, możesz wysyłać zgłoszenia zarówno w imieniu swoim, jak i drużyny.

source: The public name of the team
pl: Publiczna nazwa drużyny

source: The login should be a short identifier which may be displayed in places where the full name is too long.
pl: Login powinien być krótkim identyfikatorem, który może być wyświetlony tam, pełna nazwa byłaby zbyt długa.

source: There already exists a team with that name
pl: Drużyna o tej nazwie już istnieje

source: There already exists a team with that login
pl: Drużyna o tym loginie już istnieje

source: team name
pl: nazwa drużyny

source: Visible for all
pl: Widoczne dla wszystkich

source: Visible only for registered users
pl: Widoczne tylko dla zarejestrowanych użytkowników

source: team modification begin date
pl: data początkowa modyfikacji drużyny

source: team modification end date
pl: data końcowa modyfikacji drużyny

source: teams list visibility
pl: widoczność listy drużyn

source: teams configuration
pl: konfiguracja drużyn

source: teams configurations
pl: konfiguracje drużyn

source: Join team
pl: Dołącz do drużyny

source: Join this team!
pl: Dołącz do tej drużyny!

source: Create a team
pl: Utwórz drużynę

source: Team members
pl: Skład drużyny

source: Invite members
pl: Zaproś nowych członków

source: There are still free places in your team. Invite your friends using the link:
pl: Nadal są wolne miejsca w Twojej drużynie. Zaproś swoich znajomych za pomocą tego odnośnika:

source: Join link
pl: Link z zaproszeniem

source: <strong>Note:</strong> The team can be modified until the first submission only.
pl: <strong>Uwaga:</strong> Drużyna może być modyfikowana tylko do pierwszego zgłoszenia.

source: You are the only member of the team, so you can delete the team.
pl: Jesteś jedyną osobą w tej drużynie, więc możesz ją usunąć.

source: Leave the team
pl: Opuść drużynę

source: My Team
pl: Moja drużyna

source: Zipped input file size limit exceeded.
pl: Przekroczono limit rozmiaru pliku skompresowanego.

source: Input file size limit exceeded.
pl: Plik wejściowy jest zbyt duży.

source: Archive should have only 1 file inside.
pl: W archiwum powinien być tylko jeden plik.

source: Uncompressed archive is too big to be considered safe.
pl: Nieskompresowane archiwum jest zbyt duże, by można było je uznać za bezpieczne.

source: Archive seems to be corrupted.
pl: Archwium wydaje się być uszkodzone.

source: Input
pl: Wejście

source: Maximum input size is <strong>%(input_size)d KiB</strong> or <strong>%(zipped_size)d KiB</strong> zipped. Keep in mind that this feature does not provide any validation of your input or output.
pl: Maksymalna wielkość wejścia to <strong>%(input_size)d KiB</strong> albo <strong>%(zipped_size)d KiB</strong> zzipowane. Pamiętaj, że uruchomienie próbne nie sprawdza poprawności wejścia ani wyjścia programu.

source: Language is determined by the file extension. The following are recognized: %s, but allowed languages may vary. You can paste the code below instead of choosing file.
pl: Język jest określany na podstawie rozszerzenia, rozpoznawane to: %s. Dostępność języków może zależeć od zadania. Możesz również wkleić kod poniżej.

source: Test run
pl: Uruchomienie próbne

source: The test run was successful.
pl: Uruchomienie próbne zakończyło się powodzeniem.

source: The test run has failed.
pl: Uruchomienie próbne zakończyło się niepowodzeniem.

source: No error
pl: Brak błędu

source: Test run report
pl: Sprawozdanie z próby

source: test runs limit
pl: limit uruchomień próbnych

source: test run config
pl: konfiguracja uruchomienia próbnego

source: test run configs
pl: konfiguracje uruchomienia próbnego

source: One byte truncated.
pl: Ucięto 1 bajt.

source: You can download the entire file <a href="%(download_url)s">here</a>.
pl: Możesz pobrać cały plik <a href="%(download_url)s">tutaj</a>.

source: No test run problems
pl: Brak zadań z uruchomieniem próbnym

source: Sorry, there are no problems for which you could run your own test...
pl: Przykro nam, nie ma zadań, do których mógłbyś uruchomić własne testy...

source: Output
pl: Wyjście

source: Test runs allow you to run the program on your own test. They are used to check the running time and execution errors of the program in the same environment in which the solutions are evaluated. In this case, however, SIO does not validate the input or output. Test runs do not count towards your submission limit and may not be available for some types of problems.
pl: Uruchomienia próbne pozwalają uruchomić program na własnym teście. Służą do sprawdzenia czasu działania oraz błędów wykonania programu w tym samym środowisku, na którym oceniane są rozwiązania. W tym przypadku SIO nie sprawdza jednak poprawności wejścia ani wyjścia. Uruchomienia próbne nie wliczają się do limitu zgłoszeń i mogą nie być dostępne w przypadku niektórych typów zadań.

source: Tests for task %s
pl: Testy do zadania %s

source: Publish tests for %s
pl: Udostępnij testy do %s

source: Publish tests for %(problem_name)s (%(package_name)s)
pl: Udostępnij testy do %(problem_name)s (%(package_name)s)

source: file name
pl: nazwa pliku

source: File name can only contain letters, digits, - and _. It should not contain file extension such as .zip, .tgz, etc.
pl: Nazwa pliku może zawierać jedynie litery, cyfry, - i _. Nie powinna zawierać rozszerzenia, jak .zip, .tgz itd.

source: Name can only contain letters, digits, - and _.
pl: Nazwa może zawierać jedynie litery, cyfry, - i _.

source: publish date
pl: data udostępnienia

source: If the date is left blank, the package will never be visible for participants of the contest.
pl: Jeśli data zostanie pusta, uczestnicy nie będą mogli zobaczyć paczki.

source: tests package
pl: paczka z testami

source: tests packages
pl: paczki z testami

source: Timeline
pl: Oś czasu

source: There are no items on the timeline.
pl: Nie ma nic do pokazania na osi czasu.

source: Date format is invalid
pl: Nieprawidłowy format daty

source: Please provide round end date.
pl: Podaj datę zakończenia rundy.

source: Round '%(round_name)s' has to end before %(end_contests)s.
pl: Runda '%(round_name)s' musi się zakończyć przed %(end_contests)s.

source: User contest ownership
pl: Własność konkursu użytkownika

source: Contest for everyone
pl: Konkurs dla wszystkich

source: The contest has to end before %(contests_end)s.
pl: Konkurs musi się zakończyć przed %(contests_end)s.

source: User Groups
pl: Grupy użytkowników

source: Remove user group rankings from database
pl: Usuń rankingi grup użytkowników z bazy danych

source: Confirm joining group %(group_name)s
pl: Potwierdź chęć dołączenia do grupy %(group_name)s.

source: Are you sure you want to join group %(group_name)s?
pl: Czy na pewno chcesz dołączyć do grupy %(group_name)s?

source: Confirm removing group %(group_name)s from contest
pl: Potwierdź usunięcie grupy %(group_name)s z konkursu

source: Are you sure you want to remove group %(groups)s from contest %(contest_id)s?
pl: Jesteś pewien, że chcesz usunąć grupę %(groups)s z konkursu %(contest_id)s?

source: The following users will lose access to the contest:
pl: Następujący użytkownicy stracą dostęp do konkursu:

source: Add new user group
pl: Stwórz nową grupę użytkowników

source: New group
pl: Nowa grupa

source: Create group
pl: Stwórz grupę

source: User group details
pl: Szczegóły grupy użytkowników

source: Group %(group_name)s
pl: Grupa %(group_name)s

source: To add a user to this group, ask him/her to visit the following link:
pl: Aby dodać użytkownika do tej grupy, poproś, żeby wszedł na poniższy link:

source: Addition to this group is currently disabled.
pl: Dołączanie do tej grupy jest aktualnie zablokowane.

source: Enable addition
pl: Odblokuj możliwość dołączenia do grupy

source: To share ownership of this group with another teacher ask him/her to visit the following link:
pl: Aby dodać nowych nauczycieli jako współwłaścicieli tej grupy, poproś ich o wejście na poniższy link:

source: Option to share this group with others is currently disabled.
pl: Możliwość dzielenia się grupą jest aktualnie wyłączona.

source: Enable sharing
pl: Włącz możliwość dzielenia się grupą

source: No members in this group.
pl: W tej grupie nie ma żadnych użytkowników.

source: Owners
pl: Właściciele

source: Group modifications
pl: Modyfikacje grupy

source: Change group name
pl: Zmień nazwę grupy

source: Delete group
pl: Usuń grupę

source: Your User Groups
pl: Twoje grupy użytkowników

source: Your Groups
pl: Twoje grupy użytkowników

source: By grouping users in groups you can perform certain actions on all of them at the same time, e.g.: add all of them to the given contest without asking them to paste any link into the browser.
pl: Grupując użytkowników w grupy możesz przeprowadzać pewne akcje na nich wszystkich za pomocą jednego kliknięcia, np.: dodać całą grupę do konkursu bez potrzeby proszenia każdego użytkownika z osobna o wklejenie specjalnego linku do przeglądarki.

source: You can also share yours groups with other teachers.
pl: Możesz również podzielić się twoimi grupami z innymi nauczycielami.

source: You don't have any defined user groups at the moment.
pl: Nie jesteś aktualnie właścicielem żadnej grupy użytkowników.

source: Add new group
pl: Stwórz nową grupę

source: New user group from contest members created successfully!
pl: Pomyślnie stworzona grupę z uczestników konkursu!

source: New user group created successfully!
pl: Pomyślnie stworzono nową grupę użytkowników!

source: User group
pl: Grupa użytkowników

source: Successfully deleted group %s!
pl: Pomyślnie usunięto grupę %s!

source: Provided key is not unique! Ask your teacher to regenerate it.
pl: Wprowadzony klucz nie jest unikalny! Poproś swojego nauczyciela o wygenerowanie go ponownie.

source: You are already member of this group.
pl: Należysz już do tej grupy.

source: You have been successfully added to group %s!
pl: Pomyślnie dołączyłeś do grupy %s!

source: You cannot join this group. This option is currently disabled.
pl: Nie możesz dołączyć do tej grupy. Ta opcja jest aktualnie wyłączona.

source: Deletion of selected members successful!
pl: Pomyślnie usunięto zaznaczonych członków grupy!

source: Provided key is not unique! Ask group's owner to regenerate it.
pl: Wprowadzony klucz nie jest unikalny! Poproś właściciela grupy o wygenerowanie go ponownie.

source: You are already owner of this group.
pl: Już jesteś właścicielem tej grupy.

source: You became owner of group %s.
pl: Zostałem właścicielem grupy %s.

source: You cannot become owner of this group. This option is currently disabled.
pl: Nie możesz zostać właścicielem tej grupy. Ta opcja jest aktualnie wyłączona.

source: You cannot renounce ownership. Consider deleting group instead.
pl: Nie możesz z własnej woli przestać być współwłaścicielem tej grupy. Zamiast tego rozważ jej usunięcie.

source: Deletion of selected owners successful!
pl: Pomyślnie zredukowano liczbę współwłaścicieli grupy!

source: The group is already attached to the contest.
pl: Ta grupa jest już dodana do tego konkursu.

source: The group was successfully attached to the contest!
pl: Pomyślnie dodano grupę do konkursu!

source: The group was successfully detached from the contest!
pl: Pomyślnie usunięto grupę z konkursu!

source: Workers list
pl: Lista sprawdzaczek

source: System load
pl: Obciążenie

source: Max number of tasks
pl: Maksymalna liczba zadań

source: Can run cpu-exec
pl: Może korzystać z cpu-exec

source: Delete workers
pl: Usuń sprawdzaczki

source: You are about to delete the selected workers. Please confirm
pl: Zostaną usunięte wybrane sprawdzaczki. Potwierdź czynność.

source: Successfully deleted selected workers
pl: Usunięto zaznaczone sprawdzaczki

source: There aren't any workers allowed to run cpu-exec jobs.
pl: Nie ma w obecnej chwili żadnych maszyn roboczych, które mogłyby uruchamiać zadania typu cpu-exec.

source: Manage workers
pl: Zarządzanie sprawdzaczkami

source: Zeus instance
pl: Instancja systemu Zeus

source: Zeus programming problem
pl: Zadanie programistyczne typu Zeus

source: Zeus ID
pl: ID systemu Zeus

source: Zeus Problem ID
pl: ID zadania typu Zeus

source: Outgoing message size limit exceeded
pl: Przekroczono limit wielkości wiadomości

source: Outgoing message count limit exceeded
pl: Przekroczono limit wychodzących wiadomości

source: Zeus Package
pl: Paczka typu Zeus

source: Add Zeus problem
pl: Dodaj zadanie typu Zeus

source: # of nodes
pl: Liczba węzłów

source: Zeus id
pl: ID Zeusa
