Repository: sio2project/oioioi
Catalog: oioioi/_locale/locale/*/LC_MESSAGES/django.po
Languages: pl

source: ACM style contest
pl: Konkurs typu ACM

source: The solutions are judged on real-time. The submission is correct if it passes all the test cases. Participants are ranked by the number of solved problems. In case of a tie, the times of first correct submissions are summed up and a penalty of 20 minutes is added for each incorrect submission. The lower the total time, the higher the rank. Compilation errors and system errors are not considered as an incorrect submission. The ranking is frozen 60 minutes before the end of the round.
pl: Rozwiązania są oceniane w czasie rzeczywistym. Zgłoszenie jest poprawne, jeśli przejdzie wszystkie testy. Uczestnicy są oceniani poprzez liczbę rozwiązanych zadań. W przypadku remisu, liczba pierwszych poprawnych zgłoszeń jest sumowana i 20-minutowa kara jest dodawana do każdego niepoprawnego zgłoszenia. Im mniejszy łączny czas, tym wyższe miejsce w rankingu. Błędy kompilacji i błędy systemowe nie są liczone jako niepoprawne zgłoszenia. Ranking jest zamrażany na 60 minut przed końcem rundy.

source: ACM style contest (open)
pl: Konkurs typu ACM (otwarty)

source: ACM style ranking
pl: Ranking typu ACM

source: Username
pl: Login

source: First name
pl: Imię

source: Last name
pl: Nazwisko

source: Solved
pl: Rozwiązane

source: Sum
pl: Suma

source: Your submission for task %(short_name)s is accepted. Congratulations!
pl: Twoje zgłoszenie do zadania %(short_name)s zostało zaakceptowane. Gratulacje!

source: Your submission for task %(short_name)s is not accepted.
pl: Twoje zgłoszenie do zadania %(short_name)s zostało odrzucone.

source: Ignored
pl: Zignorowane

source: Accepted
pl: Zaakceptowane

source: Rejected
pl: Odrzucone

source: The ranking is frozen.
pl: Ranking jest zamrożony.

source: User
pl: Użytkownik/użytkowniczka

source: Score
pl: Wynik

source: Time
pl: Czas

source: Strange, there is no one in this ranking...
pl: Hmm, nie ma nikogo w rankingu…

source: The solutions are judged on real-time. The submission is correct if it passes all the test cases. Participants are ranked by the number of solved problems. In case of a tie, the times of first correct submissions are summed up and a penalty of 20 minutes is added for each incorrect submission. The lower the total time, the higher the rank. Compilation errors and system errors are not considered as an incorrect submission. The ranking is frozen 15 minutes before the end of the trial rounds and 60 minutes before the end of the normal rounds.
pl: Rozwiązania są oceniane w czasie rzeczywistym. Zgłoszenie jest poprawne, jeśli przejdzie wszystkie testy. Uczestnicy są oceniani poprzez liczbę rozwiązanych zadań. W przypadku remisu, liczba pierwszych poprawnych zgłoszeń jest sumowana i 20-minutowa kara jest dodawana do każdego niepoprawnego zgłoszenia. Im mniejszy łączny czas, tym wyższe miejsce w rankingu. Błędy kompilacji i błędy systemowe nie są liczone jako niepoprawne zgłoszenia. Ranking jest zamrażany na 15 minut przed końcem rundy próbnej i na 60 minut przed końcem normalnej rundy.

source: Color
pl: Kolor

source: Balloon colors
pl: Kolory powiadomień

source: Balloon displays
pl: Wyświetlanie powiadomień

source: Advanced
pl: Szczegóły

source: Not yet generated
pl: Jeszcze nie wygenerowano

source: Access link
pl: Odnośnik dostępu

source: Regenerate key
pl: Wygeneruj ponownie klucz

source: Regeneration link
pl: Odnośnik ponownego generowania

source: Updates the list of balloons displays of <contest_id> from the given CSV file <filename or url>, with the following columns: %(columns)s. Given CSV file should contain a header row with column names (respectively %(columns)s) separated by commas.
pl: Aktualizuje listę wyświetlaczy powiadomień w konkursie <contest_id> z pliku CSV znajdującego się w <filename or url>, który powinien składać się z kolumn: %(columns)s. Podany plik powinien zawierać wiersz będący nagłówkiem z nazwami kolumn (odpowiednio %(columns)s) oddzielonymi przecinkami.

source: Contest %s does not exist
pl: Konkurs %s nie istnieje

source: Fetching %s...
pl: Pobieranie %s…

source: File not found: %s
pl: Nie znaleziono pliku: %s

source: Missing header or invalid columns: %(header)s Expected: %(expected)s
pl: Brak nagłówka bądź niepoprawne kolumny: %(header)s Oczekiwano: %(expected)s

source: Error for user=%(user)s: user does not exist
pl: Błąd: użytkownik/użytkowniczka %(user)s nie istnieje

source: DB Error for user=%(user)s: %(message)s
pl: Błąd bazy danych podczas przetwarzania użytkownika/użytkowniczki %(user)s: %(message)s

source: Error for user=%(user)s: %s
pl: Błąd przy przetwarzaniu loginu %(user)s: %s

source: Error for user=%(user)s, field %(field)s: %(message)s
pl: Błąd podczas przetwarzania pola %(field)s użytkownika/użytkowniczki %(user)s: %(message)s

source: Processed %d entries
pl: Przetworzono %d wpisów

source: There were some errors. Database not changed.
pl: Wystąpiły pewne błędy. Baza danych nie została zmieniona.

source: problem
pl: zadanie

source: color
pl: kolor

source: balloons colors
pl: kolory powiadomień

source: IP address
pl: adres IP

source: user
pl: użytkownik/użytkowniczka

source: contest
pl: konkurs

source: balloons display
pl: wyświetlacz powiadomień

source: balloons displays
pl: wyświetlacze powiadomień

source: delivered
pl: dostarczone

source: first accepted solution
pl: pierwsze zaakceptowane zgłoszenie

source: balloon delivery
pl: dostarczenie powiadomień

source: balloon deliveries
pl: dostarczenia powiadomień

source: access key
pl: klucz dostępu

source: valid until
pl: ważne do

source: balloons delivery access data
pl: dane dostępowe dostarczania powiadomień

source: AJAX Request failed
pl: Błąd zapytania AJAX

source: Delivery requests
pl: Do dostarczenia

source: Team
pl: Drużyna

source: Recently delivered
pl: Ostatnio dostarczone

source: No IP address detected
pl: Nie rozpoznano adresu IP

source: No balloons display configured for this IP: %s
pl: Brak ustawień wyświetlania powiadomień dla IP: %s

source: %(name)s object with primary key %(key)r does not exist.
pl: Nie istnieje obiekt %(name)s z kluczem głównym %(key)r.

source: The %(name)s "%(obj)s" was deleted successfully.
pl: Pomyślnie usunięto %(name)s "%(obj)s".

source: Successfully deleted %(count)d %(items)s.
pl: Usunięto %(count)d %(items)s.

source: Cannot delete %(name)s
pl: Nie można usunąć %(name)s

source: Are you sure?
pl: Czy jesteś pewny/a?

source: Delete selected %(verbose_name_plural)s
pl: Usuń wybrane %(verbose_name_plural)s

source: System Administration
pl: Administracja systemu

source: Personal info
pl: Dane osobowe

source: Permissions
pl: Uprawnienia

source: Important dates
pl: Ważne daty

source: Mark users as active
pl: Oznacz użytkowników jako aktywnych

source: Users
pl: Użytkownicy

source: Your API token
pl: Twój token API

source: Dotted name of some Python object
pl: Nazwa obiektu pythonowego

source: Object %s not found
pl: Nie znaleziono obiektu: %s

source: %(value)s is not a %(class_name)s
pl: %(value)s nie jest typu %(class_name)s

source: %s is an abstract class and cannot be used
pl: %s to klasa abstrakcyjna i nie może zostać tu użyta

source: Enumeration
pl: Wyliczenie

source: Invalid phone number
pl: Niepoprawny numer telefonu

source: Including the area code.
pl: (wraz z numerem kierunkowym)

source: Enter a postal code in the format XX-XXX
pl: Wprowadź kod pocztowy w formacie XX-XXX

source: This value may contain only letters, numbers and underscore.
pl: To pole może zawierać jedynie litery, liczby i podkreślniki.

source: Invalid username
pl: Niepoprawny login

source: This value may contain only letters, numbers and punctuation marks.
pl: To pole może zawierać wyłącznie litery, cyfry i znaki interpunkcyjne.

source: Invalid first name
pl: Błędne imię

source: Invalid last name
pl: Błędne nazwisko

source: Preferred language
pl: Preferowany język

source: Enable editor
pl: Włącz edytor

source: You cannot change your username.
pl: Nie możesz zmienić swojego loginu.

source: Password incorrect.
pl: Hasło niepoprawne.

source: That email address doesn't have an associated local user account.
pl: Ten adres email nie ma przypisanego lokalnego konta użytkownika.

source: You can use the following tags and attributes: {}.
pl: Możesz używać następujących tagów i atrybutów: {}.

source: Creates user accounts from a CSV file <filename or url> with the following columns: %(columns)s. Given CSV file should contain a header row with column names (respectively %(columns)s) separated by commas. Following rows should contain user data.
pl: Tworzy konta użytkowników z pliku CSV znajdującego się w <plik_lub_adres_url>. Plik powinien składać się z kolumn: %(columns)s. Podany plik powinien zawierać wiersz będący nagłówkiem z nazwami kolumn (odpowiednio %(columns)s) oddzielonymi przecinkami. W kolejnych wierszach należy umieścić dane użytkowników.

source: Error for user=%(user)s: %(message)s
pl: Błąd przy przetwarzaniu użytkownika %(user)s: %(message)s

source: List submissions graded as SE
pl: Lista zgłoszeń z wynikiem SE

source: ========== Whole submissions ==========
pl: ========== Całe zgłoszenia ==========

source: ========== Single tests ==========
pl: ========== Pojedyncze testy ==========

source: User Menu
pl: Menu użytkownika

source: Account Menu
pl: Menu konta

source: Personal Menu
pl: Menu osobiste

source: Navigation Bar Menu
pl: Menu Paska Nawigacji

source: Your login - %(login)s - contains forbidden characters.
pl: Twoja nazwa użytkownika - %(login)s - zawiera zakazane znaki.

source: Your name - %(name)s %(surname)s - contains forbidden characters.
pl: W Twoim imieniu i nazwisku - %(name)s%(surname)s - znajdują się niedozwolone znaki.

source: Please click <a href='%(link)s'>here</a> to change it. It will take only a while.
pl: Kliknij <a href='%(link)s'>tutaj</a> aby je zmienić. To zajmie tylko chwilę.

source: terms accepted
pl: Znam i akceptuję regulamin

source: first-party marketing consent
pl: zgoda na marketing własny

source: third-party marketing consent
pl: zgoda na marketing stron trzecich

source: preferred_language
pl: preferowany język

source: None
pl: Brak

source: enable_editor
pl: włącz edytor

source: message
pl: wiadomość

source: Contests
pl: Konkursy

source: Problemset
pl: Baza zadań

source: Task archive
pl: Archiwum zadań konkursowych

source: The 'CONFIG_VERSION' in your custom deployment directory (%(deployment_version)s) does not match the 'INSTALLATION_CONFIG_VERSION' (%(version)s) in 'default_settings.py'. Please consult %(href)s for the list of changes in the deployment directory.
pl: „CONFIG_VERSION” w twoim własnym katalogu deployment (%(deployment_version)s) nie pasuje do „INSTALLATION_CONFIG_VERSION” (%(version)s) w „default_settings.py”. Zobacz listę zmian w katalogu deployment pod %(href)s.

source: Sorry, but you're not allowed to see anything here.
pl: Niestety, nie ma tu niczego, co moglibyśmy Ci pokazać.

source: Page not found
pl: Nie znaleziono strony

source: Sorry, but this method is not allowed.
pl: Ta metoda protokołu HTTP nie jest dozwolona.

source: You can try again using %(allowed)s.
pl: Spróbuj ponownie, korzystając z %(allowed)s.

source: In other words, you probably typed URL directly to the browser. Instead of this, use proper link from the website.
pl: Innymi słowy prawdopodobnie tego adresu nie można po prostu wpisać do przeglądarki; zamiast tego spróbuj użyć odpowiedniego odnośnika na stronie.

source: Holy guacamole, internal server error!
pl: Ojej, toż to straszny błąd wewnętrzny serwera!

source: A report has been emailed to the admins. They will love it.
pl: Administratorzy już zostali powiadomieni. Na pewno się ucieszą.

source: Run the selected action
pl: Wykonaj wybraną akcję

source: Go
pl: Dalej

source: Click here to select the objects across all pages
pl: Kliknij tutaj, aby zaznaczyć obiekty ze wszystkich stron

source: Select all %(total_count)s %(module_name)s
pl: Zaznacz wszystkie %(total_count)s %(module_name)s

source: Clear selection
pl: Wyczyść zaznaczenie

source: Go back
pl: Wstecz

source: Please correct the error below.
pl: Popraw błąd poniżej.

source: Please correct the errors below.
pl: Popraw błędy poniżej.

source: Enter a new password for the user <strong>%(username)s</strong>.
pl: Wprowadź nowe hasło dla użytkownika <strong>%(username)s</strong>

source: Change password
pl: Zmień hasło

source: Home
pl: Strona główna

source: History
pl: Historia

source: View on site
pl: Wygląd na stronie

source: Add %(name)s
pl: Dodaj %(name)s

source: Remove from sorting
pl: Usuń z sortowania

source: Sorting priority: %(priority_number)s
pl: Kolejność sortowania: %(priority_number)s

source: Toggle sorting
pl: Włącz/wyłącz sortowanie

source: Confirm deletion
pl: Potwierdź usunięcie

source: Are you sure that you want to delete the following object?
pl: Czy na pewno chcesz usunąć ten obiekt?

source: Yes, I'm sure
pl: Tak, na pewno.

source: No, go back
pl: Nie, wróć.

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
pl: Usunięcie wybranych %(objects_name)s spowodowałoby usunięcie powiązanych obiektów, ale Twoje konto nie ma uprawnień do usuwania następujących typów obiektów:

source: Deleting the selected %(objects_name)s would require deleting the following protected related objects:
pl: Usunięcie wybranych %(objects_name)s wymagałoby usunięcia następujących chronionych obiektów powiązanych:

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
pl: Czy na pewno chcesz usunąć wybrane %(objects_name)s? Wszystkie poniższe obiekty i powiązane z nimi elementy zostaną usunięte:

source: Objects
pl: Obiekty

source: Yes, I’m sure
pl: Tak, jestem pewny/a

source: No, take me back
pl: Nie, wróć

source: Change
pl: Zmień

source: View
pl: Widok

source: Delete?
pl: Usunąć?

source: By %(filter_title)s
pl: Po %(filter_title)s

source: Date/time
pl: Data/godzina

source: Action
pl: Akcja

source: This object doesn’t have a change history. It probably wasn’t added via this admin site.
pl: Ten obiekt nie posiada historii zmian. Zapewne nie został dodany przez tą stronę administracyjną.

source: Show all
pl: Pokaż wszystkie

source: Save
pl: Zapisz

source: %(counter)s result
pl: %(counter)s wynik

source: %(full_result_count)s total
pl: %(full_result_count)s w sumie

source: Search
pl: Szukaj

source: Filter
pl: Filtruj

source: Delete
pl: Usuń

source: Archive
pl: Archiwizuj

source: Unarchive
pl: Cofnij archiwizację

source: Save as new
pl: Zapisz jako nowy

source: Save and add another
pl: Zapisz i dodaj do innego

source: Save and continue editing
pl: Zapisz i kontynuuj edytowanie

source: Save and view
pl: Zapisz i wyświetl

source: Close
pl: Zamknij

source: API token
pl: Token API

source: Your key was regenerated.
pl: Twój klucz został ponownie wygenerowany.

source: Remember to change it in all your applications.
pl: Pamiętaj, aby zmienić to we wszystkich Twoich aplikacjach.

source: The token allows you to authenticate through the API. Remember to protect it. If the token is no longer a secret you should regenerate it.
pl: Token pozwala autoryzować się poprzez API. Pamiętaj, żeby go chronić. Jeśli Twój token przestanie być tajny, pamiętaj, aby go wygenerować ponownie.

source: Show token
pl: Pokaż token

source: Copy to clipboard
pl: Skopiuj do schowka

source: Re-generate key
pl: Wygeneruj ponownie klucz

source: To learn more about the API see
pl: Aby dowiedzieć się więcej na temat API, zobacz

source: the documentation
pl: dokumentacja

source: Main page
pl: Strona główna

source: Powered by <a href="https://www.github.com/sio2project/oioioi">OIOIOI</a>, from the <a href="https://github.com/sio2project">SIO2 Project</a>.
pl: Działa na bazie <a href="https://www.github.com/sio2project/oioioi">OIOIOI</a>, części <a href="https://github.com/sio2project">SIO2 Project</a>.

source: Error
pl: Błąd

source: Other...
pl: Inny…

source: Switch contest
pl: Przełącz się na inny konkurs

source: Create a new contest
pl: Utwórz nowy konkurs

source: Portals
pl: Portale

source: Toggle navigation
pl: Przełącz widoczność menu

source: Switched user
pl: Zmieniony użytkownik

source: Log in
pl: Zaloguj się

source: Password
pl: Hasło

source: Sign up
pl: Załóż konto

source: Maintenance Mode is ON
pl: Tryb serwisowy jest WŁĄCZONY

source: Current language
pl: Bieżący język

source: Translation language
pl: Język

source: Add another %(verbose_name)s
pl: Dodaj kolejne%(verbose_name)s

source: Account activation
pl: Aktywacja konta

source: Account activation unsuccessful
pl: Błąd aktywacji konta

source: The activation link was invalid.
pl: Niepoprawny odnośnik aktywacyjny.

source: Please make sure that you correctly copied the entire link from the email to the web browser address bar.
pl: Upewnij się, że dobrze skopiowałe/aś link z wiadomości e-mail do paska adresu przeglądarki.

source: Sign-up complete
pl: Konto zostało założone

source: Account activation successful
pl: Konto zostało aktywowane

source: Your account is now active. You may go ahead and log in now.
pl: Twoje konto jest już aktywne. Możesz się zalogować.

source: Welcome to OIOIOI, to finish the sign-up process, please click on the link below:
pl: Witaj w OIOIOI Aby aktywować swoje konto, użyj poniższego odnośnika:

source: Best wishes, The SIO2 Team
pl: Pozdrawiamy, Zespół SIO2

source: OIOIOI Sign-up
pl: Zakładanie konta w OIOIOI

source: You are going to delete your account. It cannot be undone.
pl: Twoje konto zostanie usunięte. Tej czynności nie można cofnąć.

source: Incorrect password
pl: Błędne hasło

source: Account succesfully deleted
pl: Konto zostało usunięte

source: Your account has been succesfully deleted
pl: Twoje konto zostało usunięte

source: You have been logged out.
pl: Wylogowano.

source: Password change successful
pl: Zmiana hasła

source: Password changed.
pl: Hasło zostało zmienione.

source: Password reset complete
pl: Przypomnienie hasła

source: Your password has been set. You may go ahead and log in now.
pl: Twoje hasło zostało ustawione. Możesz teraz już się zalogować.

source: Enter new password
pl: Wprowadź nowe hasło.

source: Password reset
pl: Przypomnienie hasła

source: Please enter your new password twice so we can verify you typed it in correctly.
pl: Wprowadź nowe hasło dwukrotnie, żeby na pewno się nie pomylić.

source: Change my password
pl: Zmień moje hasło

source: Password reset unsuccessful
pl: Zmiana hasła nie powiodła się

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
pl: Link do zresetowania hasła jest nieprawidłowy. Mógł na przykład już zostać wykorzystany. Poproś o nowy.

source: Password reset successful
pl: Pomyślnie zmieniono hasło

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
pl: Email z instrukcją zmiany hasła został wysłany.

source: You're receiving this e-mail because you requested a password reset for your OIOIOI user account.
pl: Piszemy do Ciebie w związku z Twoją prośbą o przypomnienie hasła do konta w OIOIOI.

source: Please go to the following page and choose a new password:
pl: Przejdź do poniższej strony i wpisz nowe hasło:

source: Your username, in case you've forgotten:
pl: Twój login:

source: The %(site_name)s team
pl: Zespół %(site_name)s

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
pl: Nie pamiętasz już hasła? Wpisz swój adres e-mail, a wyślemy Ci instrukcję, jak ustawić nowe.

source: Reset my password
pl: Przypomnienie hasła

source: Sign-up successful
pl: Aktywacja zakończona.

source: Thank you for signing up.
pl: Dziękujemy za założenie konta.

source: Thank you for siging up.
pl: Dziękujemy za utworzenie konta.

source: We've e-mailed you instructions for activating the account to the e-mail address you submitted. You should be receiving it shortly.
pl: Przesłaliśmy instrukcje jak aktywować konto na podany adres e-mail. Otrzymasz je wkrótce.

source: Sign-up
pl: Załóż konto

source: Edit your profile
pl: Edycja Twojego profilu

source: Please fill the form below to sign up.
pl: Wypełnij formularz żeby założyć konto

source: Submit
pl: Wyślij

source: Delete account
pl: Usuń konto

source: Confirm your action
pl: Potwierdź swoją decyzję

source: The action you are trying to complete needs additional confirmation.
pl: Wykonanie tej czynności wymaga dodatkowego potwierdzenia.

source: Confirm
pl: Potwierdź

source: Cancel
pl: Anuluj

source: Back
pl: Wstecz

source: Next
pl: Dalej

source: We are calling your phone right now, please enter the digits you hear.
pl: Dzwonimy na twój telefon, proszę wprowadź cyfry, które usłyszysz.

source: We sent you a text message, please enter the tokens we sent.
pl: Wysłaliśmy ci wiadomość SMS, wprowadź otrzymane znaki.

source: Please enter the tokens generated by your token generator.
pl: Wprowadź znaki wygenerowane przez twój generator tokenów.

source: Use this form for entering backup tokens for logging in. These tokens have been generated for you to print and keep safe. Please enter one of these backup tokens to login to your account.
pl: W tym formularzu wprowadź zapasowe kody logowania. Wydrukuj je i przechowuj w bezpiecznym miejscu. Wprowadź jeden z nich aby zalogować się na swoje konto.

source: Or, alternatively, use one of your backup phones:
pl: Lub zamiast tego użyj jednego z zapasowych telefonów:

source: As a last resort, you can use a backup token:
pl: W ostateczności możesz użyć zapasowego kodu:

source: Use Backup Token
pl: Użyj zapasowego kodu

source: Forgot password?
pl: Nie pamiętasz hasła?

source: Want to create an account?
pl: Czy chcesz utworzyć konto?

source: Enable Two-Factor Authentication
pl: Włącz weryfikację dwuetapową

source: You are about to take your account security to the next level. Follow the steps in this wizard to enable two-factor authentication.
pl: Za chwilę wzniesiesz bezpieczeństwo swojego konta na nowe wyżyny. Podążaj za krokami w celu uaktywnienia weryfikacji dwuetapowej.

source: Please select which authentication method you would like to use.
pl: Wybierz metodę uwierzytelnienia.

source: To start using a token generator, please use your smartphone to scan the QR code below. For example, use Google Authenticator. Then, enter the token generated by the app.
pl: Aby użyć generatora kodów, zeskanuj kod QR smartfonem, np. Google Authenticator'em. Następnie wprowadź wygenerowany kod.

source: Please enter the phone number you wish to receive the text messages on. This number will be validated in the next step.
pl: Wprowadź numer telefonu, na który dostaniesz SMS. W następnym kroku zostanie on zweryfikowany.

source: Please enter the phone number you wish to be called on. This number will be validated in the next step.
pl: Wprowadź numer telefonu, na który zadzwonimy. W następnym kroku zostanie on zweryfikowany.

source: We are calling your phone right now, please enter the digits you hear.
pl: Zadzwonimy na twój telefon, proszę wprowadzić cyfry, które usłyszysz.

source: We sent you a text message, please enter the tokens we sent.
pl: Wysłaliśmy ci SMS, wprowadź otrzymane znaki.
