Repository: sio2project/oioioi
Catalog: oioioi/_locale/locale/*/LC_MESSAGES/django.po
Languages: pl

source: We've encountered an issue with the selected authentication method. Please go back and verify that you entered your information correctly, try again, or use a different authentication method instead. If the issue persists, contact the site administrator.
pl: Wykryto problem związany z wybraną metodą uwierzytelnienia. Cofnij się i upewnij się, że wpisane informacje są poprawne, spróbuj ponownie, lub użyj innej metody uwierzytelnienia. Jeśli problem nie ustanie, skontaktuj się z administratorem.

source: To identify and verify your YubiKey, please insert a token in the field below. Your YubiKey will be linked to your account.
pl: W celu identyfikacji i weryfikacji YubiKey, wprowadź kod w poniższym polu. Twój YubiKey zostanie połączony z twoim kontem.

source: Disable Two-factor Authentication
pl: Wyłącz weryfikację dwuetapową

source: You are about to disable two-factor authentication. This weakens your account security, are you sure?
pl: Czy jesteś pewny/a, że chcesz wyłączyć weryfikację dwuetapową? To osłabia bezpieczeństwo twojego konta.

source: Disable
pl: Wyłącz

source: Account Security
pl: Bezpieczeństwo

source: Primary method: %(primary)s
pl: Główny sposób: %(primary)s

source: Backup Phone Numbers
pl: Zapasowe numery telefonu

source: If your primary method is not available, we are able to send backup tokens to the phone numbers listed below.
pl: Jeśli Twoja główna metoda nie jest dostępna, jesteśmy w stanie wysłać tokeny odzyskiwania dostępu do konta na numery telefonu wypisane poniżej.

source: Unregister
pl: Wyrejestruj

source: Add Phone Number
pl: Dodaj numer telefonu

source: Backup Tokens
pl: Zapasowe klucze

source: If you don't have any device with you, you can access your account using backup tokens.
pl: Jeśli nie masz ze sobą żadnego urządzenia, możesz dostać się do swojego konta za pomocą tokenów odzyskiwania dostępu do konta.

source: You have only one backup token remaining.
pl: Pozostał Ci tylko jeden token odzyskiwania dostępu do konta.

source: Show Codes
pl: Pokaż klucze

source: Disable Two-Factor Authentication
pl: Wyłącz weryfikację dwustopniową

source: However we strongly discourage you to do so, you can also disable two-factor authentication for your account.
pl: Jakkolwiek mocno to odradzamy, możesz też wyłączyć uwierzytelnianie dwuskładnikowe dla swojego konta.

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
pl: Uwierzytelnianie dwuskładnikowe nie jest włączone dla twojego konta. Włącz je dla wzmocnionego bezpieczeństwa konta.

source: Testing backend
pl: Logowanie testowe

source: Too large value for progress bar
pl: Zbyt duża wartość paska postępu

source: User not found or you do not have access to this user account: %s
pl: Użytkownik nie istnieje lub nie masz do niego dostępu: %s

source: This field must contain a non-whitespace character.
pl: To pole nie może być puste.

source: Enter a valid 'slug' consisting of lowercase letters, numbers, underscores or hyphens.
pl: Wpisz poprawny ciąg znaków składający się wyłącznie z małych liter, cyfr, podkreśleń i myślników.

source: Enter a valid value.
pl: Wprowadź poprawną wartość.

source: The password must contain at least 1 digit, 0-9.
pl: Hasło musi zawierać co najmniej 1 cyfrę, 0-9.

source: Your password must contain at least 1 digit, 0-9.
pl: Twoje hasło musi zawierać co najmniej 1 cyfrę, 0-9.

source: The password must contain at least 1 uppercase letter, A-Z.
pl: Hasło musi zawierać co najmniej 1 wielką literę, A-Z.

source: Your password must contain at least 1 uppercase letter, A-Z.
pl: Twoje hasło musi zawierać co najmniej 1 wielką literę, A-Z.

source: The password must contain at least 1 lowercase letter, a-z.
pl: Hasło musi zawierać co najmniej 1 małą literę, a-z.

source: Your password must contain at least 1 lowercase letter, a-z.
pl: Twoje hasło musi zawierać co najmniej 1 małą literę, a-z.

source: The password must contain at least 1 symbol: ()[]{}|\`~!@#$%^&*_-+=;:'",<>./?
pl: Hasło musi zawierać co najmniej 1 symbol: ()[]{}|\`~!@#$%^&*_-+=;:'",<>./?

source: Your password must contain at least 1 symbol: ()[]{}|\`~!@#$%^&*_-+=;:'",<>./?
pl: Twoje hasło musi zawierać co najmniej 1 symbol: ()[]{}|\`~!@#$%^&*_-+=;:'",<>./?

source: Two factor authentication
pl: Weryfikacja dwuetapowa

source: Edit profile
pl: Edycja profilu

source: Log out
pl: Wyloguj

source: Admin time
pl: Zmieniony czas

source: Admin time:
pl: Zmiana czasu:

source: (yyyy-mm-dd hh:mm:ss)
pl: (rrrr-mm-dd gg:mm:ss)

source: Reset
pl: Przywróć

source: Invalid date. Admin-time was not set.
pl: Podana data jest w niepoprawnym formacie. Czas nie został zmieniony.

source: Date has to be after 1900. Admin-time was not set.
pl: Podaj datę po 1900 roku. Czas nie został zmieniony.

source: Complaint
pl: Reklamacja

source: Enable complaints
pl: Początek reklamacji

source: Disable complaints
pl: Koniec reklamacji

source: enabled
pl: włączone

source: start date
pl: data rozpoczęcia

source: end date
pl: data zakończenia

source: complaints configuration
pl: konfiguracja reklamacji

source: complaints configurations
pl: konfiguracje reklamacji

source: Dear Sir or Madam, this is to confirm that we have received the following complaint from you in the %(contest)s contest:
pl: Szanowny Panie/Szanowna Pani, potwierdzamy otrzymanie reklamacji następującej treści w konkursie %(contest)s:

source: If you need to add or clarify anything, please reply to this email. The reply should be addressed to %(complaints_email)s.
pl: W przypadku konieczności uzupełnienia reklamacji, prosimy odpowiedzieć na tę wiadomość. Opowiedź powinna być zaadresowana na %(complaints_email)s.

source: Complaints
pl: Reklamacje

source: <p>Your complaint has been sent. You should get it by e-mail shortly.</p> <p>If in any case you reply to an e-mail related to the complaint, <u>please keep <strong>%(complaints_email)s</strong> in CC.</u></p>
pl: <p>Twoje odwołanie zostało wysłane. Otrzymasz wkrótce potwierdzenie e-mailem</p> <p>Jeśli kiedykolwiek odpiszesz na e-maila związanego z odwołaniem, <u>upewnij się, że adresy <strong>%(complaints_email)s</strong> pozostają w CC.</u></p>

source: Hi, the following complaint was received:
pl: Cześć, otrzymaliśmy następującą reklamację:

source: Contest
pl: Konkurs

source: Participant status
pl: Uczestnictwo

source: Submissions
pl: Zgłoszenia

source: To contact the complainer, just reply to this email, keeping %(complaints_email)s in CC.
pl: Żeby skontaktować się z zawodnikiem, wystarczy odpowiedzieć na tę wiadomość, pamiętając o pozostawieniu adresu %(complaints_email)s w DW (CC).

source: Make complaint
pl: Zgłaszanie reklamacji

source: Complaint form
pl: Formularz zgłaszania reklamacji

source: <p>Please write your complaint in the box. Specify as many details, as possible.<br> This increases the chances that the complaint will actually be accepted as valid.</p>
pl: <p>Napisz, proszę, swoje odwołanie. Podaj jak najwięcej szczegółów.<br> To zwiększy szanse zaakceptowania Twojego odwołania.</p>

source: Make a complaint
pl: Zgłoś reklamację

source: NOT A PARTICIPANT
pl: NIE JEST UCZESTNIKIEM

source: Verifies the cryptographic confirmation of submission receipt given to the users. Pass the source file as the first argument and paste the email with the '--- BEGIN PROOF DATA ---' to the standard input.
pl: Sprawdza poprawność kryptograficznego potwierdzenia przyjęcia zgłoszenia, które wysyłane jest użytkownikom. Ścieżkę do pliku źródłowego podaj jako pierwszy argument polecania, a treść e-maila zawierającego „--- BEGIN PROOF DATA ---” wklej na standardowe wejście.

source: Proof not found in the pasted text.
pl: Nie znaleziono dowodu we wklejonym tekście.

source: Confirmation is valid
pl: Potwierdzenie jest poprawne

source: Hello %(full_name)s! This is a confirmation that we have received your submission to the %(contest)s contest: OIOIOI login: %(user_login)s Contest id: %(contest_id)s Problem: %(problem_shortname)s Submission id: %(submission_id)s Submissions to this task: %(submission_no)s Submission date: %(submission_date)s
pl: Szanowny Użytkowniku, Potwierdzamy otrzymanie Twojego zgłoszenia w konkursie %(contest)s: Login OIOIOI: %(user_login)s Imię i nazwisko: %(full_name)s ID kontestu: %(contest_id)s ID zgłoszenia: %(submission_id)s Zadanie: %(problem_shortname)s Liczba zgłoszeń do tego zadania: %(submission_no)s Data zgłoszenia: %(submission_date)s

source: Source code size: %(size)s byte
pl: Rozmiar kodu źródłowego: %(size)s bajt

source: Please save this message together with the submitted source code. There is a cryptographic confirmation code below, which, together with the code, is a proof that the system properly registered your submission. The Organizers
pl: Zachowaj tę wiadomość i przesłany kod. Poniżej znajduje się kryptograficzne potwierdzenie, które wraz z odpowiadającym mu kodem źródłowym stanowi dowód rejestracji w systemie Twojego zgłoszenia. Organizatorzy

source: Submission %(submission_id)s receipt confirmation
pl: Potwierdzenie odbioru zgłoszenia %(submission_id)s

source: The following contests' exclusion times overlap with the current one: %s. Watch out, because it may cause conflicts!
pl: Czasy wyłączności następujących konkursów nachodzą się z obecnym: %s. Uważaj, aby nie stworzyć konfliktów!

source: Exclusiveness configs usually cover entire rounds, but currently round "%s" is not exclusive from %s! Please verify that your exclusiveness configs are correct.
pl: Konfiguracje wykluczenia zazwyczaj pokrywają całe rundy, ale aktualna runda "%s" nie ma wykluczenia od %s! Upewnij się, że konfiguracje wykluczenia są poprawne.

source: Exclusiveness configs usually cover entire rounds, but currently round "%s" is not exclusive from %s to %s! Please verify that your exclusiveness configs are correct.
pl: Konfiguracje wykluczenia zazwyczaj pokrywają całe rundy, ale aktualna runda "%s" nie ma wykluczenia od %s do %s! Upewnij się, że konfiguracje wykluczenia są poprawne.

source: disable?
pl: wyłącz?

source: Caution! If you disable exclusiveness, it can only be re-enabled by a superadmin!
pl: Uwaga! Jeśli wyłączysz wykluczanie i nie jesteś superadminem nie będziesz mógł go włączyć ponownie!

source: This exclusiveness config is already disabled!
pl: Ta konfiguracja wykluczenia była już wyłączona!

source: You have been redirected to this contest, because you are not currently allowed to access other contests.
pl: Przekierowaliśmy Cię do tego konkursu, ponieważ w tym momencie nie możesz startować w żadnym innym.

source: Enable exclusiveness
pl: Włącz wykluczanie

source: Disable exclusiveness
pl: Wyłącz wykluczanie

source: exclusiveness config
pl: konfiguracja wykluczania

source: exclusiveness configs
pl: konfiguracje wykluczania

source: The start date should precede the end date
pl: Data początku powinna być wcześniejsza od daty zakończenia.

source: Hi, the user %(username)s can participate in more than one exclusive contest and therefore is unable to enter your site.
pl: Witaj, użytkownik %(username)s jest uczestnikiem więcej niż jednego konkursu wykluczającego możliwość brania udziału w innym, co sprawia, że nie może korzystać z tego serwisu.

source: List of relevant exclusive contests:
pl: Lista konkursów powodujących konflikt:

source: Please check whether your configuration is correct.
pl: Sprawdź, czy konfiguracja jest na pewno poprawna.

source: Exclusive contests error
pl: Konflikt w wykluczaniu konkursów

source: Sorry, but you have been <strong>logged out</strong> because you are able to participate in more than one contest that excludes others, which results in a conflict. The administrators have been informed about it. Please be patient, they will try to fix this as soon as possible and notify you somehow, for example by sending an e-mail.
pl: <strong>Wylogowaliśmy</strong> Cię, ponieważ możesz brać udział w więcej niż jednym konkursie, który wyklucza możliwość brania udziału w innym, co powoduje konflikt. Administratorzy zostali powiadomieni o tym fakcie. Poczekaj spokojnie, wkrótce się tym zajmą, po czym spróbują się z Tobą skontaktować np. poprzez e-mail.

source: Filename
pl: Nazwa pliku

source: logo image
pl: obrazek z logo

source: external contest webpage url
pl: adres zewnętrznej strony konkursu

source: contest logo
pl: logo konkursu

source: icon image
pl: obrazek z ikonką

source: contest icon
pl: ikonka konkursu

source: contest icons
pl: ikonki konkursu

source: Contest icon
pl: Ikona konkursu

source: Contest logo
pl: Logo konkursu

source: Content file
pl: Zawartość

source: Settings
pl: Ustawienia

source: Edit
pl: Edytuj

source: Quiz questions
pl: Pytania

source: Model solutions
pl: Rozwiązania wzorcowe

source: Reset tests limits
pl: Przywróć limity testów

source: Attach to another contest
pl: Dodaj do innego konkursu

source: Reupload package
pl: Wgraj ponownie paczkę

source: Rejudge all submissions for problem
pl: Oceń ponownie wszystkie zgłoszenia zadania

source: Rejudge not needed
pl: Ponowna ocena nie jest potrzebna

source: Advanced settings
pl: Ustawienia zaawansowane

source: Replace statement
pl: Podmień treść

source: Edit package
pl: Modyfikuj paczkę

source: Unarchive the contest to change this problem.
pl: Cofnij archiwizację kontestu, aby edytować to zadanie.

source: Actions
pl: Czynności

source: Problem
pl: Zadanie

source: Symbol
pl: Skrót

source: Package file
pl: Paczka

source: Problems
pl: Zadania

source: kind
pl: rodzaj

source: round
pl: runda

source: has active system error
pl: czy ma aktywny błąd systemowy

source: No
pl: Nie

source: Yes
pl: Tak

source: Queued one submission for rejudge.
pl: Zakolejkowano zgłoszenie do ponownej oceny.

source: Cannot rejudge submissions due to lack of active reports for one or more submissions
pl: Nie można ponownie ocenić zgłoszeń z powodu braku aktywnych sprawozdań w niektórych z nich. Zapewne nie zostały jeszcze ocenione.

source: User name
pl: Nazwa użytkownika

source: You have selected %(sub_count)d submission(s) from %(pis_count)d problem(s)
pl: Zaznaczono zgłoszeń: %(sub_count)d, zadań: %(pis_count)d

source: Rejudge selected submissions
pl: Oceń ponownie wybrane zgłoszenia

source: All submissions
pl: Wszystkie zgłoszenia

source: Round extensions
pl: Przedłużenia rund

source: Contest rights
pl: Uprawnienia

source: Contests permissions
pl: Uprawnienia do konkursów

source: Public contest
pl: Konkurs publiczny

source: %(contest_name)s, %(task_name)s: Your submission was judged.
pl: %(contest_name)s, %(task_name)s: Twoje zgłoszenie zostało ocenione.

source: %(task_name)s: Your submission was judged.
pl: %(task_name)s: Twoje zgłoszenie zostało ocenione.

source: The score is %(score)s.
pl: Wynik to%(score)s.

source: Start date
pl: Data rozpoczęcia

source: End date
pl: Data zakończenia

source: Results date
pl: Data ogłoszenia wyników

source: Round 1
pl: Runda 1

source: User does not exist or you do not have enough privileges
pl: Użytkownik nie istnieje lub nie masz odpowiednich uprawnień

source: Normal
pl: Normalne

source: Kind
pl: Rodzaj

source: Invalid problem
pl: Nieznane zadanie

source: Submission limit for the problem '%s' exceeded.
pl: Przekroczono limit zgłoszeń do zadania "%s".

source: Permission denied
pl: Brak uprawnień

source: Rejudge submissions on all current active tests
pl: Oceń ponownie zgłoszenia na wszystkich aktualnych testach

source: Rejudge submissions on active tests which haven't been judged yet
pl: Oceń ponownie zgłoszenia na tych testach, na których jeszcze nie zostały ocenione

source: Rejudge submissions on all tests
pl: Oceń ponownie zgłoszenia na wszystkich testach

source: Rejudge submissions on judged tests only
pl: Oceń ponownie zgłoszenia na tych testach, na których zostały uprzednio ocenione

source: Display all submissions that got System Error in the past N days
pl: Wyświetl wszystkie zgłoszenia, w których wystąpił Błąd Systemowy w ciągu ostatnich N dni

source: Display differences between active and last hidden report for each submission
pl: Pokaż różnice między aktywnym i najnowszym ukrytym sprawozdaniem dla każdego zgłoszenia

source: Count submissions in the past N days
pl: Policz zgłoszenia z ostatnich N dni

source: Contest Administration
pl: Administracja konkursem

source: Observer Menu
pl: Menu obserwatora

source: Personal Data Menu
pl: Menu danych osobowych

source: full name
pl: pełna nazwa

source: type
pl: rodzaj

source: creation date
pl: data utworzenia

source: default submissions limit
pl: domyślny limit zgłoszeń

source: Use 0 for unlimited submissions.
pl: Wpisz 0, aby ustawić nielimitowane zgłoszenia.

source: contact email
pl: email kontaktowy

source: Address of contest owners. Sent emails related to this contest (i.e. submission confirmations) will have the return address set to this value. Defaults to system admins address if left empty.
pl: Adres właścicieli konkursu. Wysyłane e-maile dotyczące tego konkursu (np. potwierdzenia wysyłek) będą miały ustawiony adres zwrotny na ten adres. Domyślnie (jeśli pozostawiono pusty) jest to adres administratorów systemu.

source: judging priority
pl: priorytet sprawdzania

source: Contest with higher judging priority is always judged before contest with lower judging priority.
pl: Konkurs o wyższym priorytecie oceniania jest zawsze oceniany przed inym konkursem, z niższym priorytetem.

source: judging weight
pl: waga sprawdzania

source: If some contests have the same judging priority, the judging resources are allocated proportionally to their weights.
pl: Jeśli jakieś konkursy mają takie same priorytety, zasoby potrzebne do oceniania są rozdzielane między nie proporcjonalnie do ich wag.

source: enable editor
pl: włącz edytor

source: show contest rules
pl: pokaż zasady konkursu

source: is archived
pl: zarchiwizowany

source: contests
pl: konkursy

source: Can administer the contest
pl: Może administrować konkursem

source: Can observe the contest
pl: Może obserwować konkurs

source: Can enter the contest
pl: Może uczestniczyć w konkursie

source: Has access to the private data of users
pl: Ma dostęp do prywatnych danych użytkowników

source: description
pl: opis

source: content
pl: treść

source: publication date
pl: data publikacji

source: attachment
pl: załącznik

source: attachments
pl: załączniki

source: End of %(name)s (+ %(ext)d min)
pl: Koniec %(name)s (+ %(ext)d min)

source: End of %s
pl: %s – koniec

source: Start of %s
pl: %s – początek

source: Results of %s
pl: %s – wyniki

source: Public results of %s
pl: %s – ogłoszenie wyników

source: name
pl: nazwa

source: results date
pl: data ogłoszenia wyników

source: public results date
pl: data publikacji wyników

source: Participants may learn about others' results, what exactly happens depends on the type of the contest (eg. rankings, contestants' solutions are published).
pl: Uczestnicy mogą dowiedzieć się o wynikach innych; to co dokładnie zostanie ogłoszone, zależy od typu konkursu (np. rankingi, rozwiązania zawodników).

source: is trial
pl: próbna

source: rounds
pl: rundy

source: Start date should be before end date.
pl: Data początku powinna być wcześniejsza od daty końca.

source: If you specify a public results date, you should enter a results date too.
pl: Przy ustawianiu daty publikacji wyników, należy ustawić również datę ogłoszenia wyników samym uczestnikom.

source: Results cannot appear later than public results.
pl: Ogłoszenie wyników nie może nastąpić później niż ich publikacja.

source: Round %d
pl: Runda %d

source: Visible
pl: Widoczne

source: Not visible
pl: Niewidoczne

source: Auto
pl: Automatycznie

source: statements visibility
pl: widoczność treści zadań

source: If set to Auto, the visibility is determined according to the type of the contest.
pl: W przypadku ustawienia na „Domyślne”, o widoczności treści zdecyduje typ konkursu.

source: problem statement config
pl: konfiguracja treści zadania

source: problem statement configs
pl: konfiguracja treści zadania

source: ranking visibility
pl: widoczność rankingu

source: If set to Auto, the visibility is determined according to the type of the contest. Until the date of publication of the results, the ranking is visible only to administrators.
pl: W przypadku ustawienia na „Domyślne”, o widoczności treści zdecyduje typ konkursu. Do upłynięcia daty opublikowania wyników ranking jest widoczny tylko dla administracji.

source: ranking visibility config
pl: ustawienie widoczności rankingu

source: ranking visibility configs
pl: ustawienia widoczności rankingu

source: Open
pl: Otwarta

source: Closed
pl: Zamknięta

source: Configuration
pl: Konfiguracja

source: Make registration available
pl: Otwórz rejestrację

source: Make registration unavailable
pl: Zamknij rejestrację

source: Registration vailability
pl: Dostępność rejestracji

source: If set to Open, the registration will be opened always.If set to Closed, the registration will be closed always.If set to Configuration, the registration will be opened according to the following settings.
pl: Jeśli ustawione na Otwarta, to rejestracja będzie zawsze otwarta. Jeśli ustawione na Zamknięta, to rejestracja będzie zawsze zamknięta. Jeśli ustawione na Konfiguracja, to rejestracja będzie otwarta według następujących ustawień.

source: available from
pl: otwarta od

source: If set, the registration will be opened automatically at the specified date.
pl: Rejestracja zostanie otworzona we wskazanej dacie, jeżeli zostanie wpisana.

source: available to
pl: otwarta do

source: If set, the registration will be closed automatically at the specified date.
pl: Jeśli ustawione, rejestracja będzie automatycznie zamknięta o ustalonej dacie.

source: Registration availability config
pl: Konfiguracja dostępności rejestracji

source: open registration configs
pl: Konfiguracje dostępności rejestracji

source: If registration availability is set to Configuration, then 'Available from' and 'Available to' must be set.
pl: Jeśli dostępność rejestracji jest ustawiona na Konfiguracja, to 'Otwarta od' i 'Otwarta do' muszą być ustawione.

source: 'Available from' must be before 'available to'.
pl: 'Otwarta od' musi być wcześniej niż 'otwarta do'.

source: short name
pl: skrót

source: submissions limit
pl: Limit zgłoszeń

source: needs rejudge
pl: wymaga ponownej oceny

source: problem instance
pl: zadanie

source: problem instances
pl: zadania

source: Suspected
pl: Podejrzane

source: Ignored-Hidden
pl: Zignorowane i ukryte

source: Pending
pl: Oczekuje

source: date
pl: data

source: score
pl: punkty

source: status
pl: stan

source: comment
pl: komentarz

source: submission
pl: zgłoszenie

source: submissions
pl: zgłoszenia

source: Final report
pl: Sprawozdanie końcowe

source: Evaluation failure report
pl: Sprawozdanie dot. awarii sprawdzaczki

source: Inactive
pl: Nieaktywny

source: Active
pl: Aktywny

source: Superseded
pl: Przestarzały

source: Extra time (in minutes)
pl: Dodatkowy czas (w minutach)

source: round time extension
pl: przedłużenie trwania rundy

source: round time extensions
pl: przedłużenia trwania rundy

source: Owner
pl: Właściciel

source: Admin
pl: Administrator

source: Basic Admin
pl: Uproszczony administrator

source: Observer
pl: Obserwator

source: Personal Data
pl: Dane osobowe

source: permission
pl: Uprawnienie

source: contest permission
pl: Uprawnienia

source: contest permissions
pl: Uprawnienia

source: last view
pl: ostatnio odwiedzony

source: url
pl: odnośnik

source: contest menu link
pl: Odnośnik w menu konkursu

source: contest menu links
pl: Odnośniki w menu konkursu

source: files message
pl: wiadomość w plikach

source: files messages
pl: wiadomości w plikach

source: submissions message
pl: wiadomość w moich zgłoszeniach

source: submissions messages
pl: wiadomości w moich zgłoszeniach
