Repository: sio2project/oioioi
Catalog: oioioi/_locale/locale/*/LC_MESSAGES/djangojs.po
Languages: pl

source: Delivering...
pl: Dostarczanie...

source: Delivered
pl: Dostarczone

source: Taking back...
pl: Cofanie…

source: Not delivered
pl: Niedostarczone

source: First to solve
pl: Pierwsze rozwiązanie

source: No color
pl: Bez koloru

source: No connection
pl: Brak połączenia z serwerem

source: Corrupt data
pl: Uszkodzone dane

source: %(sel)s of %(cnt)s selected
pl: Wybrano %(sel)s z %(cnt)s

source: You have unsaved changes on individual editable fields. If you run an action, your unsaved changes will be lost.
pl: Masz niezapisane zmiany w poszczególnych polach edytowalnych. Jeżeli uruchomisz akcję, twoje zmiany zostaną utracone.

source: You have selected an action, but you haven’t saved your changes to individual fields yet. Please click OK to save. You’ll need to re-run the action.
pl: Wybrałeś akcję, ale masz niezapisane zmiany w poszczególnych polach. Kliknij OK, aby je zapisać. Akcja będzie musiała zostać ponownie uruchomiona.

source: copied!
pl: skopiowane!

source: Press Ctrl+C to copy
pl: Naciśnij Ctrl+C, żeby skopiować

source: end of the %(round_name)s
pl: końca %(round_name)s

source: to the end
pl: do końca

source: start of the %(round_name)s
pl: rozpoczęcia %(round_name)s

source: to the start
pl: do początku

source: %(seconds)s second
pl: %(seconds)s sekunda

source: %(minutes)s minute
pl: %(minutes)s minuta

source: %(hours)s hour
pl: %(hours)s godzina

source: %(days)s day
pl: %(days)s dzień

source: %(countdown_days)sleft to the %(countdown_destination)s.
pl: Pozostał %(countdown_days)s do %(countdown_destination)s.

source: %(countdown_hours)sleft to the %(countdown_destination)s.
pl: zostało %(countdown_hours)s do %(countdown_destination)s.

source: %(countdown_minutes)sleft to the %(countdown_destination)s.
pl: zostało %(countdown_minutes)s do %(countdown_destination)s.

source: %(countdown_seconds)sleft to the %(countdown_destination)s.
pl: zostało %(countdown_seconds)s do %(countdown_destination)s.

source: The round is over!
pl: Runda zakończona!

source: The round has started!
pl: Runda rozpoczęta!

source: You have %(sub_num)s submission left.
pl: Zostało ci %(sub_num)s zgłoszeń.

source: You don't have any submissions.
pl: Nie masz żadnych zgłoszeń.

source: A network error occured. Recent submissions list could not be loaded
pl: Wystąpił bład sieci. Nie udało się pobrać listy ostatnich zgłoszeń.

source: Would you like to enable desktop notifications (for submission results and more)?
pl: Czy chcesz właczyć powiadomienia systemowe (o wynikach zgłoszeń i nie tylko)?

source: Yes, please!
pl: Tak, poproszę!

source: Never ask again on this computer
pl: Nigdy już nie pytaj na tym komputerze

source: Compiler
pl: Kompilator

source: Failed to fetch available compilers</font>
pl: Nie udało się pobrać dostępnych kompilatorów </font>

source: Copied!
pl: Skopiowano!

source: Unable to copy Code
pl: Nie udało się skopiować kodu

source: Drop file here
pl: Upuść plik tutaj

source: Drop one file.
pl: Upuść jeden plik.

source: File is empty.
pl: Plik jest pusty.

source: File too big.
pl: Plik jest zbyt duży.

source: Not a text file.
pl: To nie jest plik tekstowy.

source: Score
pl: Wynik

source: Participants
pl: Uczestnicy

source: <strong>%(low)s - %(high)s points</strong><br>%(cnt)s participant
pl: <strong>%(low)s - %(high)s punktów</strong><br>%(cnt)s zawodnik

source: Reason: User assoctiated with this session has changed.
pl: Powód: użytkownik związany z tą sesją uległ zmianie.

source: You have %(sub_num)s test run left.
pl: Zostało ci %(sub_num)s uruchomienie próbne.

source: Time limit: <b>%(timeLimit)s</b> s<br>Memory limit: <b>%(memoryLimit)s</b> MB
pl: Limit czasu: <b>%(timeLimit)s</b>s<br>Limit pamięci: <b>%(memoryLimit)s</b>MB

source: now
pl: teraz

source: Couldn't get data from server. Please refresh the page.
pl: Nie udało się pobrać danych z serwera. Odśwież stronę.

source: Load
pl: Obciążenie

source: Capacity
pl: Pojemność

source: Task load
pl: Obciążenie zadaniami
