Repository: sio2project/oioioi
Catalog: oioioi/_locale/locale/*/LC_MESSAGES/django.po
Languages: pl

source: <p>You do not like fiddling with pendrives and CD-ROMs in the mail, do you? We don't, too.</p> <p>This is why you can use this simplified procedure: upload your solution using the form below. You will get back a PDF document, which you send to us in a regular postal mail. It will take us a second to scan the code embedded in the document and your submissions will be judged.</p> <p>You can generate many such documents, but do not send more than one per task. If we receive from you multiple documents for a single task, we will pick up one randomly.</p> <p>If for some reason you would like to use the standard procedure, with CD-ROMs or pendrives, you still can.</p>
pl: <p>Nie lubisz bawić się pamięciami USB, czy CD-ROMem na poczcie, co? My też.</p> <p>Dlatego możesz wykorzystać tę uproszczoną procedurę: wyślij swoje zgłoszenie za pomocą poniższego formularza. Otrzymasz dokument PDF, który wyślesz do nas zwykłym listem pocztowym. Zeskanowanie osadzonego w dokumencie kodu i ocenienie twojego zgłoszenia zajmie nam sekundę.</p> <p>Możesz wygenerować więcej takich dokumentów, ale nie wysyłaj ich więcej niż jedno na zadanie. Jeśli otrzymamy od Ciebie wiele dokumentów do pojedynczego zadania, wybierzemy jeden z nich losowo.</p> <p>Jeśli z jakiegoś powodu chciał(a)byś użyć standardowej procedury, z użyciem CD-ROMów lub pamięci USB, nadal możesz to zrobić.</p>

source: Postal submission was already accepted
pl: Zgłoszenie pocztowe zostało już zaakceptowane

source: Postal submission accepted
pl: Zaakceptowano zgłoszenie pocztowe

source: confirmation
pl: potwierdzenie

source: Maintenance mode
pl: Tryb serwisowy

source: Sets maintenance mode state
pl: Ustawia stan trybu serwisowego

source: Sorry, the site is under maintenance.
pl: Niestety, strona jest teraz serwisowana.

source: Maintenance mode message
pl: Wiadomość o trybie serwisowym

source: Tell users why the site is off...
pl: Powiedz użytkownikom, dlaczego strona nie działa

source: Set
pl: Ustaw

source: Turn off
pl: Wyłącz

source: Master of Programming
pl: Mistrz Programowania

source: The submissions are scored from 0 to 100 points. The participant can submit to finished rounds, but a multiplier is applied to the score of such submissions.
pl: Zgłoszenia są oceniane w skali od 0 do 100 punktów. Uczestnik może wysyłać zgłoszenia do zakończonych rund, jednakże do oceny takich zgłoszeń jest aplikowany mnożnik.

source: MP style ranking
pl: Ranking w stylu MP

source: I declare that I have read the contest rules and the technical arrangements. I fully understand them and accept them unconditionally.
pl: Oświadczam, że zapoznałem/am się z Regulaminem konkursu i Ustaleniami technicznymi, w pełni je rozumiem oraz bezwarunkowo akceptuję.

source: Terms not accepted
pl: Nie zaakceptowano regulaminu

source: multiplier
pl: mnożnik

source: <strong>Heads up!</strong> In order to be able to send solutions fill the <a href="%(reg_url)s">contest registration form</a>.
pl: <strong>Witaj!</strong> Aby móc wysyłać rozwiązania zadań, wypełnij <a href="%(reg_url)s">formularz rejestracyjny</a>.

source: Register to the contest
pl: Rejestracja na konkurs

source: To enter this contest, you need to fill the following form.
pl: Aby wziąć udział w konkursie, należy wypełnić poniższy formularz.

source: Register
pl: Rejestracja

source: Deregister
pl: Wyrejestruj

source: Language
pl: Język

source: Title
pl: Tytuł

source: Content
pl: Treść

source: language code
pl: kod języka

source: Add news
pl: Dodaj wiadomość

source: Edit news
pl: Edytuj wiadomość

source: Are you sure you want to delete %(news_version.title)s?
pl: Na pewno chcesz usunąć %(news_version.title)s?

source: Newsfeed
pl: Aktualności

source: Recent submissions
pl: Ostatnie zgłoszenia

source: Refresh
pl: Odśwież

source: Your most recent submissions should appear here in a moment.
pl: Twoje ostatnie zgłoszenia powinny się tu za chwilkę pojawić.

source: Connection to notifications server was lost. You may no longer receive notifications.
pl: Utracono połączenie z serwerem powiadomień. Powiadomienia nie będą się pojawiać.

source: Participants
pl: Uczestnicy

source: Postal code
pl: Kod pocztowy

source: Similar schools
pl: Podobne szkoły

source: Mark selected schools as active
pl: Oznacz wybrane szkoły jako aktywne

source: Mark selected schools as inactive
pl: Oznacz wybrane szkoły jako niektywne

source: Mark selected schools as approved
pl: Oznacz wybrane szkoły jako zatwierdzone

source: Mark selected schools as unapproved
pl: Oznacz wybrane szkoły jako niezatwierdzone

source: You must select exactly one approved and at least one unapproved school.
pl: Zaznacz dokładnie jedną szkołę zatwierdzoną i co najmniej jedną niezatwierdzoną.

source: Merge all selected, unapproved schools into the approved one
pl: Scal zaznaczone (niezatwierdzone szkoły zostaną scalone z zatwierdzoną).

source: Schools
pl: Szkoły

source: -- school deleted --
pl: -- szkoła usunięta --

source: School
pl: Szkola

source: Polish Olympiad in Informatics - Online
pl: Olimpiada Informatyczna – zdalnie

source: The solutions are judged with sio2jail. They can be scored from 0 to 100 points. If the submission runs for longer than half of the time limit, the points for this test are linearly decreased to 0. The score for a group of test cases is the minimum score for any of the test cases. The ranking is determined by the total score. Until the end of the contest, participants can only see scoring of their submissions on example test cases. Full scoring is available after the end of the contest.
pl: Zgłoszenia są oceniane przez sio2jail. Oceny są w skali od 0 do 100 punktów. Jeśli zgłoszenie w danym teście działa przez dłużej niż połowę limitu czasu, punkty za ten test są liniowo zmniejszane do 0. Ocena za grupę testów jest minimalną liczbą punktów za test z danej grupy. Pozycja w rankingu jest ustalana poprzez całkowitą liczbę punktów. Do końca konkursu uczestnicy mogą zobaczyć tylko oceny ich zgłoszeń do przykładowych testów. Pełne wyniki są dostępne po zakończeniu konkursu.

source: Polish Olympiad in Informatics - Onsite
pl: Olimpiada Informatyczna – lokalnie

source: Polish Olympiad in Informatics - Onsite - Finals
pl: Olimpiada Informatyczna – lokalnie: finał

source: The solutions are judged with sio2jail. They can be scored from 0 to 100 points. If the submission runs for longer than half of the time limit, the points for this test are linearly decreased to 0. The score for a group of test cases is the minimum score for any of the test cases .The ranking is determined by the total score. Full scoring of the submissions can be revealed during the contest.
pl: Zgłoszenia są oceniane przez sio2jail. Oceny są w skali od 0 do 100 punktów. Jeśli zgłoszenie w danym teście działa przez dłużej niż połowę limitu czasu, punkty za ten test są liniowo zmniejszane do 0. Ocena za grupę testów jest minimalną liczbą punktów za test z danej grupy. Pozycja w rankingu jest ustalana poprzez całkowitą liczbę punktów. Pełne wyniki mogą zostać odkryte podczas konkursu.

source: Baltic Olympiad in Informatics
pl: Bałtycka Olimpiada Informatyczna

source: Baltic Olympiad in Informatics - online
pl: Bałtycka Olimpiada Informatyczna – zdalnie

source: -- Choose city --
pl: — Wybierz miasto —

source: -- Choose school --
pl: — Wybierz szkołę —

source: -- Choose province --
pl: — Wybierz województwo —

source: This school is no longer active.
pl: Szkoła nie jest już aktywna.

source: Exports schools list to a CSV file
pl: Eksportuje szkoły do pliku CSV

source: Updates the list of schools from the given CSV file <filename or url>, with the following columns: %(columns)s. Given CSV file should contain a header row with column names (respectively %(columns)s) separated by commas. Following rows should contain school data.
pl: Aktualizuje listę szkół z pliku CSV znajdującego się w <plik_lub_adres_url>. Plik powinien składać się z kolumn: %(columns)s. Podany plik powinien zawierać wiersz będący nagłówkiem z nazwami kolumn (odpowiednio %(columns)s) oddzielonymi przecinkami. W kolejnych wierszach należy umieścić dane szkół.

source: Missing header or invalid columns: %(h)s. Expected: %(col)s
pl: Brakuje nagłówka albo nieprawidłowe kolumny: %(h)s. Oczekiwano: %(col)s

source: Line %(lineNum)s: %(msg)s
pl: Wiersz %(lineNum)s: %(msg)s

source: Line %(lineNum)s, field %(field)s: %(msg)s
pl: Wiersz %(lineNum)s, pola %(field)s: %(msg)s

source: Processed %(all_count)d entries (%(new_count)d new)
pl: Liczba przetworzonych wpisów: %(all_count)d (stworzono %(new_count)d)

source: There were some errors. Database not changed
pl: Wystąpiły pewne błędy. Baza danych nie została zmieniona.

source: Export personal data.
pl: Eksportuj dane osobowe.

source: Ok, written %d rows
pl: Ok, zapisanych wierszy: %d

source: Updates the ipdnsauth module entries from the participants of the specified contest.
pl: Aktualizuje wpisy modułu „ipdnsauth” uczestnikami określonego konkursu.

source: Wrong type of contest
pl: Niepoprawny rodzaj konkursu

source: DNS names confilct: %s
pl: Konflikt nazw DNS: %s

source: Export data for oi-timepres final presentation.
pl: Eksportuj dane ostatecznego przebiegu OI

source: address
pl: adres

source: postal code
pl: kod pocztowy

source: city
pl: miasto

source: province
pl: województwo

source: phone number
pl: numer telefonu

source: active
pl: aktywna

source: birth date
pl: data urodzenia

source: birthplace
pl: miejsce urodzenia

source: t-shirt size
pl: rozmiar koszulki

source: school
pl: szkoła

source: class
pl: klasa

source: %(class_type)s of %(school)s
pl: %(class_type)s, %(school)s

source: Add school
pl: Dodaj szkołę

source: Add a school
pl: Dodaj szkołę

source: Please provide the official name of the school, as well as contact details.
pl: Podaj oficjalną nazwę szkoły oraz dane do kontaktu.

source: Please, wait a while...
pl: Zaczekaj chwilę…

source: Add it
pl: Dodaj

source: Yes, I'm sure. Add that school.
pl: Tak, na pewno. Dodaj tę szkołę.

source: If you can not find your school on the list, please <button type="submit" class="btn btn-xs btn-link" name="_add_school">add it</button>.
pl: Jeśli nie możesz znaleźć swojej szkoły na liście, <button type="submit" class="btn btn-xs btn-link" name="_add_school">dodaj ją</button>.

source: OI info
pl: Dane z OI

source: Number
pl: Numer

source: Local number
pl: Numer w sali

source: <strong>Heads up!</strong> In order to be able to send solutions <a href="%(reg_url)s">fill the contest registration form</a>.
pl: <strong>Uwaga!</strong> Aby móc wysyłać zgłoszenia należy najpierw <a href="%(reg_url)s">wypełnić formularz rejestracji na konkurs</a>.

source: <p><strong>If you see your school on the list below, please click its name.</strong></p>
pl: <p><strong>Jeśli widzisz swoją szkołę na liście poniżej, kliknij, proszę, w jej nazwę.</strong></p>

source: <p><strong>Are you sure you are not a student of any school listed above and you want to add that school?</strong></p>
pl: <p> <strong>Jesteś pewny/a, że Twojej szkoły nie ma na liście i chcesz ją dodać?</strong></p>

source: Sensitive OI info
pl: Wrażliwe dane z OI

source: Address
pl: Adres

source: City
pl: Miasto

source: Phone
pl: Telefon

source: Birthday
pl: Urodziny

source: Birthplace
pl: Miejsce urodzenia

source: T-shirt size
pl: Rozmiar koszulki

source: Class type
pl: Klasa

source: Terms accepted
pl: Znam i akceptuję regulamin

source: Province
pl: Województwo

source: Is active
pl: Jest aktywna

source: Is approved
pl: Jest zatwierdzona

source: All
pl: Wszystkie

source: Single report
pl: Pojedyncze sprawozdanie

source: Report type
pl: Typ sprawozdania

source: No user specified.
pl: Nie wybrano użytkownika.

source: No reports available
pl: Brak dostępnych sprawozdań

source: No reports available.
pl: Brak dostępnych sprawozdań.

source: Single user
pl: Tylko jeden zawodnik

source: Generate report
pl: Generuj sprawozdanie

source: Printing reports
pl: Drukowanie sprawozdań

source: Received suspected
pl: Odebrane jako podejrzane

source: Submission limit exceeded.
pl: Przekroczono limit zgłoszeń.

source: Sent before the start of the round.
pl: Wysłano przed rozpoczęciem rundy.

source: Sent after the end of the round.
pl: Wysłano po czasie zakończenia rundy.

source: Submissiontime and servertime differs too much.
pl: Czas zgłoszenia i czas serwera zbytnio od siebie odbiegają.

source: Incorrect problem short name.
pl: Niepoprawny skrót zadania.

source: Script error.
pl: Błąd skryptu.

source: Error sending date.
pl: Błąd przy przesyłaniu daty.

source: problem short name
pl: skrót nazwy zadania

source: local time
pl: czas lokalny

source: sio time
pl: czas sio

source: magic key
pl: Magiczny klucz

source: Magic key is not valid.
pl: Magiczny klucz jest nieprawidłowy.

source: Invalid problem shortname
pl: Nieprawidłowy skrót zadania.

source: server time
pl: Czas serwera

source: received suspected
pl: odebrano jako podejrzane

source: OI submit data
pl: dane zgłoszenia OI

source: Local time
pl: Czas lokalny

source: SIO time
pl: Czas SIO

source: Server time
pl: Czas serwera

source: ONTAK-eternal
pl: ONTAK – konkurs stały

source: Algorithmic Engagements
pl: Potyczki Algorytmiczne

source: The submissions are judged on real-time. All problems have 10 test groups, each worth 1 point. If any of the tests in a group fails, the group is worth 0 points. The full scoring is available after the end of the round.The ranking is determined by the total score and number of 10-score submissions, 9-score, 8-score etc.
pl: Rozwiązania są oceniane w czasie rzeczywistym. Każde zadanie ma 10 grup testów, każda warta 1 punkt. Jeśli jakikolwiek test z grupy nie przejdzie, liczba punktów za tą grupę to 0. Pełne wyniki są dostępne po zakończeniu rundy. Pozycja w rankingu jest ustalana na podstawie całkowitego wyniku i liczby 10-cio punktowych zgłoszeń, 9-cio punktowych zgłoszeń, 8-mio punktowych zgłoszeń itd.

source: Division
pl: Liga

source: PA style ranking
pl: Ranking w stylu PA

source: Division A + B
pl: Liga A + B

source: Division B
pl: Liga B

source: PA style ranking (with division C)
pl: Ranking w stylu PA (z ligą C)

source: Division A + B + C
pl: Liga A + B + C

source: Division B + C
pl: Liga B + C

source: Algorithmic Engagements finals
pl: Finały Potyczek Algorytmicznych

source: Algorithmic Engagements with Division C
pl: Potyczki Algorytmiczne z Ligą C

source: This field is required to be eligible for prizes.
pl: To pole jest wymagane, aby móc otrzymywać nagrody.

source: job or school kind
pl: rodzaj szkoły lub miejsca pracy

source: job or school name
pl: nazwa szkoły lub miejsca pracy

source: newsletter
pl: komunikat

source: I want to receive the information about further editions of the contest.
pl: Chcę otrzymywać informacje o kolejnych edycjach konkursu.

source: I don't want to provide my address (opt out of prizes)
pl: Nie chcę podawać mojego adresu (rezygnuję z nagród)

source: Division A
pl: Liga A

source: Division C
pl: Liga C

source: Divisions
pl: Ligi

source: Mark selected participants as active
pl: Oznacz wybranych uczestników jako aktywnych

source: Mark selected participants as banned
pl: Oznacz wybranych uczestników jako wykluczonych

source: Updated one %(name)s.
pl: Zaktualizowano jeden obiekt %(name)s.

source: Created one %(name)s.
pl: Utworzono obiekt %(name)s.

source: Extend round
pl: Przedłuż rundę

source: Regions
pl: Regiony

source: Anonymous
pl: Anonimowy

source: Anonymous participant uses the account name instead of the real name in rankings.
pl: W przypadku uczestnika anonimowego w rankingu używany jest jego identyfikator, a nie jego prawdziwe personalia.

source: %s is already a participant of this contest.
pl: %s jest już uczestnikiem tego konkursu.

source: Region with this name already exists.
pl: Region z tą nazwą już istnieje.

source: Updates the list of participants of <contest_id> from the given CSV file <filename or url>, with the following columns: %(columns)s. Given CSV file should contain a header row with column names (respectively %(columns)s) separated by commas. Following rows should contain participant data.
pl: Aktualizuje listę uczestników konkursu <id_konkursu> z pliku CSV znajdującego się w <plik_lub_adres_url>, który powinien składać się z kolumn: %(columns)s. Podany plik powinien zawierać wiersz będący nagłówkiem z nazwami kolumn (odpowiednio %(columns)s) oddzielonymi przecinkami. W kolejnych wierszach należy umieścić dane uczestników.

source: Error for user=%(user)s: region %(region)s does not exist
pl: Błąd użytkownika %(user)s: region %(region)s nie istnieje

source: Updates the list of participants of <contest_id> from the given text file (one login per line). Lines starting with '#' are ignored.
pl: Aktualizuje listę uczestników <contest_id> z danego pliku tekstowego (jeden login na linię). Wiersze zaczynające się znakiem „#” zostaną zignorowane.

source: Banned
pl: Wykluczony

source: Account deleted
pl: Konto usunięte

source: Region server
pl: Serwer regionalny

source: IP address or hostname of the regional server
pl: Adres IP lub nazwa hosta serwera regionalnego

source: number
pl: numer

source: local number
pl: numer lokalny

source: text
pl: tekst

source: text asking participant to accept contest terms
pl: Tekst proszący uczestnika o zaakceptowanie regulaminu.

source: Extend round for participants
pl: Przedłużenie rundy uczestnikom

source: Extend
pl: Przedłuż

source: Participants' data
pl: Dane uczestników

source: Export to CSV
pl: Eksportuj do CSV

source: There are no participants at the moment ;(
pl: Nie ma jeszcze żadnych uczestników ;(

source: Please check whether your configuration is correct and remove this user's participant registrations if necessary.
pl: Sprawdź czy Twoja konfiguracja jest poprawna i usuń odpowiednie wpisy uczestnictwa, jeśli będzie to potrzebne.

source: Edit Participant object
pl: Edycja uczestnictwa

source: Participant info
pl: Dane o uczestnikach

source: Confirm deregistration
pl: Potwierdzenie wyrejestrowania

source: Are you sure you want to deregister from the current contest?
pl: Czy na pewno chcesz się wyrejestrować z bieżącego konkursu?

source: Edit contest registration
pl: Zmiana danych rejestracji

source: Plagiarism tools
pl: Wykrywanie plagiatów

source: Choose problem
pl: Wybierz zadanie

source: Programming language
pl: Język programowania

source: MOSS user ID
pl: ID użytkownika MOSS

source: Submits submissions to the MOSS (code similarity detection tool).
pl: Wysyła zgłoszenia do systemu MOSS (Code Similarity Detection Tool)

source: There was an error with the submission: %s
pl: Wystąpił błąd ze zgłoszeniem: %s

source: Successfully submitted the source codes. URL to the results: %s
pl: Pomyślnie wysłano kody źródłowe. Adres URL do wyników: %s

source: Submit to MOSS
pl: Wyślij do systemu MOSS

source: Export submissions to MOSS
pl: Wyeksportuj zgłoszenia do systemu MOSS

source: Submitting source codes to MOSS makes them public to anyone with the link.
pl: Wysłanie kodów źródłowych do systemu MOSS sprawi, że każdy z linkiem do wyników będzie mógł je zobaczyć.

source: Here you can export submissions from this contest to the MOSS (Measure Of Software Similarity) system maintained by the Stanford University. This tool automatically finds all pairs of submissions which look suspiciously similar. However keep in mind, that MOSS does NOT automatically detect plagiarism; it can only detect similarity between codes and you will still have to manually make a decision whether the code is copied or not. You have to be a registered user of the MOSS system in order to provide your user id and make a query.
pl: Tutaj możesz wyeksportować zgłoszenia z tego konkursu do systemu MOSS (Measure Of Software Similarity) utrzymywanego przez Uniwersytet w Stanfordzie. To narzędzie automatycznie znajduje wszystkie pary kodów źródłowych, które wyglądają podejrzanie podobnie. Miej na uwadze, że system MOSS NIE wykrywa automatycznie plagiatorstwa; potrafi jedynie wskazać podobieństwa między kodami, a ostateczna decyzja czy kod został skopiowany musi zostać podjęta przez człowieka. Musisz być zarejestrowanym użytkownikiem systemu MOSS aby wysłać do niego zgłoszenia.

source: You can learn more about the system and the registration process at the
pl: Możesz dowiedzieć się więcej o systemie oraz procesie rejestracji na

source: MOSS site
pl: stronie MOSS

source: OIOIOI does not store or share your user id with anyone. It is only used to make a single query with the source codes on your behalf.
pl: OIOIOI nie przechowuje ani nie udostępnia nikomu Twojego identyfikatora użytkownika. Jest on tylko używany do wykonania pojedynczego zgłoszenia do systemu w Twoim imieniu.

source: Moss rejected the query, check your user ID.
pl: MOSS odrzucił zgłoszenie, sprawdź swój identyfikator użytkownika.

source: Can't make a query with no submissions.
pl: Nie można wykonać zgłoszenia bez kodów źródłowych.

source: Moss returned an invalid url.
pl: MOSS zwrócił niepoprawny link do wyników.

source: Could not connect with the MOSS.
pl: Nie można połączyć się z systemem MOSS.

source: Node %(parent)s already has a child with this short name.
pl: Węzeł %(parent)s ma już węzeł podrzędny o tej krótkiej nazwie.

source: Search by URL or name
pl: Szukaj po adresie URL lub nazwie

source: Default global portal
pl: Domyślny portal globalny

source: Shown in the URL.
pl: Wyświetlone w adresie.

source: parent
pl: nadrzędny

source: Shown in the navigation menu.
pl: Wyświetlone w menu nawigacyjnym.

source: panel code
pl: kod panelu

source: My portal.
pl: Mój portal.

source: short description
pl: krótki opis

source: is public
pl: jest publiczny

source: Exactly one from the following should be chosen: owner, link_name
pl: Dokładnie jedno z poniższych musi zostać wybrane: owner, link_name

source: Add a subpage
pl: Dodaj podstronę

source: Create the global portal
pl: Utwórz portal globalny

source: You are going to create new global portal. Choose name, which will appear in link.
pl: Zamierzasz utworzyć nowy globalny portal. Wybierz nazwę, która będzie pojawiać się w linku.

source: Create
pl: Utwórz

source: Create portal
pl: Utwórz portal

source: You do not have a portal yet. Do you want to create one?
pl: Nie masz jeszcze portalu. Chcesz go utworzyć?

source: Are you sure you want to delete the following page:
pl: Na pewno chcesz usunąć następującą stronę:

source: Its subpages will be deleted as well. This cannot be undone.
pl: Podstrony zostaną również usunięte. Ta operacja jest nieodwracalna.

source: Delete portal
pl: Usuń portal

source: Are you sure you want to delete your portal? All its pages will be deleted too. This cannot be undone.
pl: Na pewno chcesz usunąć swój portal? Usunięte zostaną wszystkie jego strony. Ta operacja jest nieodwracalna.

source: Edit page
pl: Edytuj stronę

source: Manage portal
pl: Zarządzaj portalem

source: Short description of your portal:
pl: Krótki opis Twojego portalu:

source: Save description and public option
pl: Zapisz opis i opcję upublicznienia

source: Save description
pl: Zapisz opis

source: Drag and drop pages to reorganize the portal structure.
pl: Przeciągaj i upuszczaj strony, by reorganizować strukturę portalu.

source: Add subpages
pl: Dodaj podstrony

source: There are no subpages
pl: Brak podstron

source: Problem Table
pl: Tabela zadań

source: Inline math mode
pl: Zapis matematyczny (w tej samej linii)

source: Math mode
pl: Zapis matematyczny (w nowej linii)

source: This is the main page of the portal. Click "Edit page" above to modify it.
pl: Oto strona główna portalu globalnego. Naciśnij „Edytuj stronę” powyżej, by ją zmodyfikować.
