Repository: sio2project/oioioi
Catalog: oioioi/locale/*/LC_MESSAGES/djangojs.po
Languages: de

source: Delivering...
de: Liefern...

source: Delivered
de: Geliefert

source: Taking back...
de: Zurücknehmen...

source: Not delivered
de: Nicht geliefert

source: First to solve
de: Zunächst zu lösen

source: No color
de: Keine Farbe

source: No connection
de: Keine Verbindung

source: Corrupt data
de: Beschädigte Daten

source: copied!
de: kopiert!

source: Press Ctrl+C to copy
de: Drücke Strg+C zu kopieren

source: end of the %(round_name)s
de: Ende von %(round_name)s

source: to the end
de: zum Ende

source: start of the %(round_name)s
de: Beginn von %(round_name)s

source: to the start
de: zum Beginn

source: %(seconds)s second
de: %(seconds)s Sekunde

source: %(minutes)sm
de: %(minutes)smin

source: %(hours)s hour
de: %(hours)s Stunde

source: %(days)s day
de: %(days)s Tag

source: %(countdown_days)sleft to the %(countdown_destination)s.
de: %(countdown_days)sbis zu %(countdown_destination)s.

source: %(countdown_hours)sleft to the %(countdown_destination)s.
de: %(countdown_hours)sbis zu %(countdown_destination)s.

source: %(countdown_minutes)sleft to the %(countdown_destination)s.
de: %(countdown_minutes)sbis zu %(countdown_destination)s.

source: %(countdown_seconds)sleft to the %(countdown_destination)s.
de: %(countdown_seconds)sbis zu %(countdown_destination)s.

source: The round is over!
de: Die Runde ist zu Ende!

source: The round has started!
de: Die Runde hat angefangen!

source: You have %(sub_num)s submission left.
de: Sie haben noch %(sub_num)s Vorlage übrig.

source: You don't have any submissions.
de: Sie haben keine Vorlagen.

source: A network error occured. Recent submissions list could not be loaded
de: Ein Netzwerkfehler ist aufgetreten. Die Liste der zuletzt eingereichten Vorlagen konnte nicht geladen werden

source: Would you like to enable desktop notifications (for submission results and more)?
de: Möchten Sie Desktop-Benachrichtigungen aktivieren (für die Ergebnisse der Vorlagen und mehr)?

source: Yes, please!
de: Ja, bitte!

source: Never ask again on this computer
de: Frag nie wieder auf diesem Computer

source: Try:
de: Versuchen Sie:

source: Tag '%(query)s' doesn't exist. It will be added if you save the problem.
de: Das Tag '%(query)s' existiert nicht. Es wird eingefügt, wenn Sie die Aufgabe speichern.

source: Tag exists.
de: Das Tag existiert.

source: Type tag name.
de: Geben Sie den Tagnamen.

source: Here you can override default compilers for problems in this contest
de: Hier können Sie Standard-Compiler für Probleme in diesem Wettbewerb überschreiben

source: Failed to fetch available compilers</font>
de: Fehler beim Abrufen der verfügbaren Compiler</font>

source: Drop file here
de: Legen Sie hier eine Datei ab.

source: Drop one file.
de: Legen Sie eine Datei ab.

source: File is empty.
de: Die Datei ist leer.

source: File too big.
de: Die Datei ist zu groß.

source: Not a text file.
de: Keine Textdatei.

source: Score
de: Ergebnis

source: Participants
de: Teilnehmer

source: <strong>%(low)s - %(high)s points</strong><br>%(cnt)s participant
de: <strong>%(low)s - %(high)s Punkte</strong><br>%(cnt)s Teilnehmer

source: Delete
de: Entfernen

source: Reason: User assoctiated with this session has changed.
de: Grund: der mit dieser Runde verbundene User wurde verändert.

source: You have %(sub_num)s test run left.
de: Sie haben noch %(sub_num)s Probelauf übrig

source: Change date in a datebox by clicking the corresponding <span class="glyphicon glyphicon-calendar"></span> button. You can also use the keyboard: <br> <ul> <li><strong>TAB</strong> - go to the next datebox</li> <li><strong>ENTER</strong> - confirm date</li> <li><strong>ESC, CTRL+Z</strong> - reset date</li> </ul> <hr> You can filter events by clicking the vertical bar representing a round. <hr> If you want to split a date group, click the corresponding <span class="glyphicon glyphicon-resize-vertical"></span> button.
de: Ändern Sie das Datum in einem Datumskasten, indem Sie auf die entsprechende <span class="glyphicon glyphicon-calendar"></span> Taste klicken. Sie können auch die Tastatur benutzen: <br> <ul> <li><strong>TAB</strong> - zum nächsten Datumskasten</li> <li><strong>ENTER</strong> - Datum bestätigen</li> <li><strong>ESC, STRG+Z</strong> - Datum zurücksetzen</li> </ul> <hr> Sie können Ereignisse filtern, indem Sie auf die vertikale Leiste klicken, die eine Runde darstellt. <hr> Wenn Sie eine Datumsgruppe aufteilen möchten, klicken Sie auf die entsprechende <span class="glyphicon glyphicon-resize-vertical"></span> Taste.

source: now
de: jetzt

source: Couldn't get data from server. Please refresh the page.
de: Daten konnten nicht vom Server abgerufen werden. Bitte aktualisieren Sie die Seite.

source: Load
de: Hochladen

source: Capacity
de: Kapazität

source: Task load
de: Aufgabe hochladen
